[
    {
        "career": "Information Technology", 
        "overview": [
            "Develop, create, and modify general computer applications software or specialized utility programs. Analyze user needs and develop software solutions. Design software or customize software for client use with the aim of optimizing operational efficiency. May analyze and design databases within an application area, working individually or coordinating database development as part of a team. May supervise computer programmers."
        ], 
        "profession": ".NET Developer", 
        "source": "http://www.myplan.com/careers/software-developers-applications/description-15-1132.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Counsel individuals and provide group educational and vocational guidance services."
        ], 
        "profession": "Academic Director", 
        "source": "http://www.myplan.com/careers/educational-guidance-school-and-vocational-counselors/description-21-1012.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Account Coordinator", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Determine and formulate policies and provide overall direction of companies or private and public sector organizations within guidelines set up by a board of directors or similar governing body. Plan, direct, or coordinate operational activities at the highest level of management with the help of subordinate executives and staff managers."
        ], 
        "profession": "Account Executive", 
        "source": "http://www.myplan.com/careers/chief-executives/description-11-1011.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Account Manager", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Account Manager", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Analyze financial information and prepare financial reports to determine or maintain record of assets, liabilities, profit and loss, tax liability, or other financial activities within an organization."
        ], 
        "profession": "Accountant", 
        "source": "http://www.myplan.com/careers/accountants/description-13-2011.01.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Compute, classify, and record numerical data to keep financial records complete. Perform any combination of routine calculating, posting, and verifying duties to obtain primary financial data for use in maintaining accounting records. May also check the accuracy of figures, calculations, and postings pertaining to business transactions recorded by other workers."
        ], 
        "profession": "Accounting Clerk", 
        "source": "http://www.myplan.com/careers/bookkeeping-accounting-and-auditing-clerks/description-43-3031.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Compute, classify, and record numerical data to keep financial records complete. Perform any combination of routine calculating, posting, and verifying duties to obtain primary financial data for use in maintaining accounting records. May also check the accuracy of figures, calculations, and postings pertaining to business transactions recorded by other workers."
        ], 
        "profession": "Accounting Manager", 
        "source": "http://www.myplan.com/careers/bookkeeping-accounting-and-auditing-clerks/description-43-3031.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Counsel and advise individuals with alcohol, tobacco, drug, or other problems, such as gambling and eating disorders. May counsel individuals, families, or groups or engage in prevention programs."
        ], 
        "profession": "Addiction Specialist", 
        "source": "http://www.myplan.com/careers/substance-abuse-and-behavioral-disorder-counselors/description-21-1011.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Provide high-level administrative support by conducting research, preparing statistical reports, handling information requests, and performing clerical functions such as preparing correspondence, receiving visitors, arranging conference calls, and scheduling meetings. May also train and supervise lower-level clerical staff."
        ], 
        "profession": "Administrative Assistant", 
        "source": "http://www.myplan.com/careers/executive-secretaries-and-executive-administrative-assistants/description-43-6011.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Provide high-level administrative support by conducting research, preparing statistical reports, handling information requests, and performing clerical functions such as preparing correspondence, receiving visitors, arranging conference calls, and scheduling meetings. May also train and supervise lower-level clerical staff."
        ], 
        "profession": "Administrative Assistant", 
        "source": "http://www.myplan.com/careers/executive-secretaries-and-executive-administrative-assistants/description-43-6011.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Buy merchandise or commodities, other than farm products, for resale to consumers at the wholesale or retail level, including both durable and nondurable goods. Analyze past buying trends, sales records, price, and quality of merchandise to determine value and yield. Select, order, and authorize payment for merchandise according to contractual agreements. May conduct meetings with sales personnel and introduce new products. Includes assistant wholesale and retail buyers of nonfarm products."
        ], 
        "profession": "Administrative Assistant Buyer", 
        "source": "http://www.myplan.com/careers/wholesale-and-retail-buyers-except-farm-products/description-13-1022.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Plan, direct, or coordinate one or more administrative services of an organization, such as records and information management, mail distribution, facilities planning and maintenance, custodial operations, and other office support services."
        ], 
        "profession": "Administrative Manager", 
        "source": "http://www.myplan.com/careers/administrative-services-managers/description-11-3011.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Perform administrative and certain clinical duties under the direction of a physician. Administrative duties may include scheduling appointments, maintaining medical records, billing, and coding information for insurance purposes. Clinical duties may include taking and recording vital signs and medical histories, preparing patients for examination, drawing blood, and administering medications as directed by physician."
        ], 
        "profession": "Administrative Medical Assistant", 
        "source": "http://www.myplan.com/careers/medical-assistants/description-31-9092.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Plan, direct, or coordinate research, instructional, student administration and services, and other educational activities at postsecondary institutions, including universities, colleges, and junior and community colleges."
        ], 
        "profession": "Administrator", 
        "source": "http://www.myplan.com/careers/education-administrators-postsecondary/description-11-9033.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Plan, direct, or coordinate research, instructional, student administration and services, and other educational activities at postsecondary institutions, including universities, colleges, and junior and community colleges."
        ], 
        "profession": "Admissions Recruiter", 
        "source": "http://www.myplan.com/careers/education-administrators-postsecondary/description-11-9033.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "An advertising sales representative sells space to companies that want to advertise their products in print publications, on websites or on outdoor media. He or she may also sell air time during radio or television broadcasts. The advertising sales representative must convince advertisers that this is the best way to reach consumers.", 
            "An advertising sales rep, advertising sales agent or ad sales rep, as he or she may also be called, builds a client base by setting up meetings with potential clients, assessing their needs and presenting proposals to them.", 
            " A proposal gives details about the advertising plan and provides its costs and benefits to the client. He or she is the client's primary point of contact, answering questions, resolving any problems that arise and proposing new advertising plans. An ad sales rep analyzes his or her clients' sales data and prepares reports."
        ], 
        "profession": "Advertising Sales Representative", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/p/advertising-sales-rep.htm"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in designing, constructing, and testing aircraft, missiles, and spacecraft. May conduct basic and applied research to evaluate adaptability of materials and equipment to aircraft design and manufacture. May recommend improvements in testing equipment and techniques."
        ], 
        "profession": "Aerospace Engineer", 
        "source": "http://www.myplan.com/careers/aerospace-engineers/description-17-2011.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Study the chemical composition or physical principles of living cells and organisms, their electrical and mechanical energy, and related phenomena. May conduct research to further understanding of the complex chemical combinations and reactions involved in metabolism, reproduction, growth, and heredity. May determine the effects of foods, drugs, serums, hormones, and other substances on tissues and vital processes of living organisms."
        ], 
        "profession": "Affiliate Management Associate", 
        "source": "http://www.myplan.com/careers/biochemists-and-biophysicists/description-19-1021.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "A computer systems analyst helps a company or other organization use computer technology effectively and efficiently. He or she incorporates new technology into a company's current system after doing a cost-benefit analysis to determine whether doing so is financially sound and will serve the entity well.", 
            "There are three types of computer systems analysts. Systems designers or architects find technical solutions that match a company's or organization's long term goals.", 
            " Software quality assurance (QA) analysts test and diagnose problems in computer systems. Programmer analysts develop and write code for software that meets their employers' or clients' needs."
        ], 
        "profession": "Analyst, Logistics", 
        "source": "http://careerplanning.about.com/od/occupations/p/compsysanalyst.htm"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Conduct chemical and physical laboratory tests to assist scientists in making qualitative and quantitative analyses of solids, liquids, and gaseous materials for research and development of new products or processes, quality control, maintenance of environmental standards, and other work involving experimental, theoretical, or practical application of chemistry and related sciences."
        ], 
        "profession": "Analytical Lab Technician", 
        "source": "http://www.myplan.com/careers/chemical-technicians/description-19-4031.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "A computer programmer creates the code for software applications and operating systems. After a software developer or computer software engineer designs a computer program, the programmer writes code that converts that design into a set of instructions a computer can follow. He or she tests the program to look for errors and then rewrites it until it is debugged, or error-free. A programmer continues to evaluate programs that are in use, making updates and adjustments as needed."
        ], 
        "profession": "Android Developer", 
        "source": "http://careerplanning.about.com/od/occupations/p/comp_programmer.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Physicians who administer anesthetics prior to, during, or after surgery or other medical procedures."
        ], 
        "profession": "Anesthesiologist", 
        "source": "http://www.myplan.com/careers/anesthesiologists/description-29-1061.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Create special effects, animation, or other visual images using film, video, computers, or other electronic tools and media for use in products or creations, such as computer games, movies, music videos, and commercials."
        ], 
        "profession": "Animator", 
        "source": "http://www.myplan.com/careers/multimedia-artists-and-animators/description-27-1014.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Speak or read from scripted materials, such as news reports or commercial messages, on radio or television. May announce artist or title of performance, identify station, or interview guests."
        ], 
        "profession": "Announcer", 
        "source": "http://www.myplan.com/careers/radio-and-television-announcers/description-27-3011.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Plan, direct, or coordinate the activities of buyers, purchasing officers, and related workers involved in purchasing materials, products, and services. Includes wholesale or retail trade merchandising managers and procurement managers."
        ], 
        "profession": "AP Accounts Payable/Purchasing Specialist", 
        "source": "http://www.myplan.com/careers/purchasing-managers/description-11-3061.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Develop, create, and modify general computer applications software or specialized utility programs. Analyze user needs and develop software solutions. Design software or customize software for client use with the aim of optimizing operational efficiency. May analyze and design databases within an application area, working individually or coordinating database development as part of a team. May supervise computer programmers."
        ], 
        "profession": "Application Developer", 
        "source": "http://www.myplan.com/careers/software-developers-applications/description-15-1132.00.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Appraise real property to determine its value for purchase, sales, investment, mortgage, or loan purposes."
        ], 
        "profession": "Appraiser", 
        "source": "http://www.myplan.com/careers/appraisers-real-estate/description-13-2021.02.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Facilitate negotiation and conflict resolution through dialogue. Resolve conflicts outside of the court system by mutual consent of parties involved."
        ], 
        "profession": "Arbitrator", 
        "source": "http://www.myplan.com/careers/arbitrators-mediators-and-conciliators/description-23-1022.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Area Sales Manager", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Guard, patrol, or monitor premises to prevent theft, violence, or infractions of rules. May operate x-ray and metal detector equipment."
        ], 
        "profession": "Armed Shift Supervisor", 
        "source": "http://www.myplan.com/careers/security-guards/description-33-9032.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Plan, direct, or coordinate the academic and nonacademic activities of preschool and childcare centers or programs."
        ], 
        "profession": "Assessment and Curriculum Programs Coordinator", 
        "source": "http://www.myplan.com/careers/education-administrators-preschool-and-childcare-center-program/description-11-9031.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Examine budget estimates for completeness, accuracy, and conformance with procedures and regulations. Analyze budgeting and accounting reports."
        ], 
        "profession": "Asset Management Analyst", 
        "source": "http://www.myplan.com/careers/budget-analysts/description-13-2031.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Assistant Manager - Category Management", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Compile information and records to draw up purchase orders for procurement of materials and services."
        ], 
        "profession": "Assistant Procurement Manager", 
        "source": "http://www.myplan.com/careers/procurement-clerks/description-43-3061.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "A coachorganizes amateur and professional athletes and teaches them the fundamentals of a sport. He or she trains them to compete as a team or individually. Some coaches recruit new players for college and professional teams. This is known as scouting."
        ], 
        "profession": "Athletic Director", 
        "source": "http://careerplanning.about.com/cs/occupations/p/sports_coach.htm"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Represent clients in criminal and civil litigation and other legal proceedings, draw up legal documents, or manage or advise clients on legal transactions. May specialize in a single area or may practice broadly in many areas of law."
        ], 
        "profession": "Attorney", 
        "source": "http://www.myplan.com/careers/lawyers/description-23-1011.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Set up, or set up and operate audio and video equipment including microphones, sound speakers, video screens, projectors, video monitors, recording equipment, connecting wires and cables, sound and mixing boards, and related electronic equipment for concerts, sports events, meetings and conventions, presentations, and news conferences. May also set up and operate associated spotlights and other custom lighting systems."
        ], 
        "profession": "Audio and Video Equipment Technician", 
        "source": "http://www.myplan.com/careers/audio-and-video-equipment-technicians/description-27-4011.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Examine and analyze accounting records to determine financial status of establishment and prepare financial reports concerning operating procedures."
        ], 
        "profession": "Auditor", 
        "source": "http://www.myplan.com/careers/auditors/description-13-2011.02.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Create special effects, animation, or other visual images using film, video, computers, or other electronic tools and media for use in products or creations, such as computer games, movies, music videos, and commercials."
        ], 
        "profession": "Author", 
        "source": "http://www.myplan.com/careers/multi-media-artists-and-animators/description-27-1014.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Develop new or improved designs for vehicle structural members, engines, transmissions, or other vehicle systems, using computer-assisted design technology. Direct building, modification, or testing of vehicle or components."
        ], 
        "profession": "Automotive Engineer", 
        "source": "http://www.myplan.com/careers/automotive-engineers/description-17-2141.02.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "A coachorganizes amateur and professional athletes and teaches them the fundamentals of a sport. He or she trains them to compete as a team or individually. Some coaches recruit new players for college and professional teams. This is known as scouting."
        ], 
        "profession": "B2B Corporate Sales", 
        "source": "http://careerplanning.about.com/od/occupations/p/sales_rep.htm"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Gather, analyze, compile and report information regarding individuals or organizations to clients, or detect occurrences of unlawful acts or infractions of rules in private establishment."
        ], 
        "profession": "Background Investigator", 
        "source": "http://www.myplan.com/careers/private-detectives-and-investigators/description-33-9021.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Teach middle school subjects to educationally and physically handicapped students. Includes teachers who specialize and work with audibly and visually handicapped students and those who teach basic academic and life processes skills to the mentally impaired."
        ], 
        "profession": "Behavior Specialist", 
        "source": "http://www.myplan.com/careers/special-education-teachers-middle-school/description-25-2053.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Perform activities in the human resource area. Includes employment specialists who screen, recruit, interview, and place workers."
        ], 
        "profession": "Benefits Specialist", 
        "source": "http://www.myplan.com/careers/human-resources-specialists/description-13-1071.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Provide individuals, families, and groups with the psychosocial support needed to cope with chronic, acute, or terminal illnesses. Services include advising family care givers, providing patient education and counseling, and making referrals for other services. May also provide care and case management or interventions designed to promote health, prevent disease, and address barriers to access to healthcare."
        ], 
        "profession": "Bereavement Coordinator", 
        "source": "http://www.myplan.com/careers/healthcare-social-workers/description-21-1022.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Compile data, compute fees and charges, and prepare invoices for billing purposes. Duties include computing costs and calculating rates for goods, services, and shipment of goods; posting data; and keeping other relevant records. May involve use of computer or typewriter, calculator, and adding and bookkeeping machines."
        ], 
        "profession": "Billing Coordinator", 
        "source": "http://www.myplan.com/careers/billing-cost-and-rate-clerks/description-43-3021.02.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Apply knowledge of engineering, biology, and biomechanical principles to the design, development, and evaluation of biological and health systems and products, such as artificial organs, prostheses, instrumentation, medical information systems, and health management and care delivery systems."
        ], 
        "profession": "Biological Engineer", 
        "source": "http://www.myplan.com/careers/biomedical-engineers/description-17-2031.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Assist biological and medical scientists in laboratories. Set up, operate, and maintain laboratory instruments and equipment, monitor experiments, make observations, and calculate and record results. May analyze organic substances, such as blood, food, and drugs."
        ], 
        "profession": "Biologist", 
        "source": "http://www.myplan.com/careers/biological-technicians/description-19-4021.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Do you like solving technical problems? Are you good at science and math? You might consider becoming an engineer. Engineers are problem solvers who use their expertise in science and math to do their job. They work in various branches of engineering including:"
        ], 
        "profession": "Biomedical Engineer", 
        "source": "http://careerplanning.about.com/od/occupations/p/engineer.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Apply knowledge of engineering, biology, and biomechanical principles to the design, development, and evaluation of biological and health systems and products, such as artificial organs, prostheses, instrumentation, medical information systems, and health management and care delivery systems."
        ], 
        "profession": "Biomedical Technician", 
        "source": "http://www.myplan.com/careers/biomedical-engineers/description-17-2031.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Bookkeeping, accounting, and auditing clerks held about 1.8 million jobs in 2012.The industries that employed the most bookkeeping, accounting, and auditing clerks in 2012 were as follows:Professional, scientific, and technical services12%Retail trade9Wholesale trade7Health care and social assistance7Finance and insurance7The professional, scientific, and technical services industry includes the accounting, tax preparation, bookkeeping, and payroll services sub-industry.Bookkeeping, accounting, and auditing clerks work in offices. Bookkeepers who work for multiple firms may do site visits to their clients' places of business. They often work alone, but sometimes they collaborate with accountants and managers, and depending on the size of the organization, they may work with bookkeeping, accounting, and auditing clerks from other departments.Work SchedulesMany bookkeeping, accounting, and auditing clerks work full time. About 1 in 4 worked part time in 2012. They may work longer hours to meet deadlines at the end of the fiscal year, during tax time, or when monthly or yearly accounting audits are done. Those who work in hotels, restaurants, and stores may put in overtime during peak holiday and vacation seasons."
        ], 
        "profession": "Bookkeeper", 
        "source": "http://www.myplan.com/careers/bookkeeping-accounting-and-auditing-clerks/articles-43-3031.00.html?art=3"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Bookkeeper", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Design clothing and accessories. Create original designs or adapt fashion trends."
        ], 
        "profession": "Boutique Assistant", 
        "source": "http://www.myplan.com/careers/fashion-designers/description-27-1022.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Direct and coordinate financial activities of workers in a branch, office, or department of an establishment, such as branch bank, brokerage firm, risk and insurance department, or credit department."
        ], 
        "profession": "Branch Manager", 
        "source": "http://www.myplan.com/careers/financial-managers-branch-or-department/description-11-3031.02.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Brand Manager", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Employ search marketing tactics to increase visibility and engagement with content, products, or services in Internet-enabled devices or interfaces. Examine search query behaviors on general or specialty search engines or other Internet-based content. Analyze research, data, or technology to understand user intent and measure outcomes for ongoing optimization."
        ], 
        "profession": "Brand Strategist", 
        "source": "http://www.myplan.com/careers/search-marketing-strategists/description-15-1199.10.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "A broadcast technician is responsible for the strength and clarity of the images and sounds we see on television and the sounds we hear on radio. He or she uses special electrical equipment to regulate broadcast signals."
        ], 
        "profession": "Broadcast and Sound Engineering Technician", 
        "source": "http://careerplanning.about.com/od/occupations/p/broadcast_tech.htm"
    }, 
    {
        "career": "Media", 
        "overview": [
            "A broadcast technician is responsible for the strength and clarity of the images and sounds we see on television and the sounds we hear on radio. He or she uses special electrical equipment to regulate broadcast signals."
        ], 
        "profession": "Broadcaster", 
        "source": "http://careerplanning.about.com/od/occupations/p/broadcast_tech.htm"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Operate real estate office, or work for commercial real estate firm, overseeing real estate transactions. Other duties usually include selling real estate or renting properties and arranging loans."
        ], 
        "profession": "Broker", 
        "source": "http://www.myplan.com/careers/real-estate-brokers/description-41-9021.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Examine budget estimates for completeness, accuracy, and conformance with procedures and regulations. Analyze budgeting and accounting reports."
        ], 
        "profession": "Budget Manager", 
        "source": "http://www.myplan.com/careers/budget-analysts/description-13-2031.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Examine budget estimates for completeness, accuracy, and conformance with procedures and regulations. Analyze budgeting and accounting reports."
        ], 
        "profession": "Budget Manager", 
        "source": "http://www.myplan.com/careers/budget-analysts/description-13-2031.00.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Inspect structures using engineering skills to determine structural soundness and compliance with specifications, building codes, and other regulations. Inspections may be general in nature or may be limited to a specific area, such as electrical systems or plumbing."
        ], 
        "profession": "Building Inspector", 
        "source": "http://www.myplan.com/careers/construction-and-building-inspectors/description-47-4011.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Conduct organizational studies and evaluations, design systems and procedures, conduct work simplification and measurement studies, and prepare operations and procedures manuals to assist management in operating more efficiently and effectively. Includes program analysts and management consultants."
        ], 
        "profession": "Business Analyst", 
        "source": "http://www.myplan.com/careers/management-analysts/description-13-1111.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Business Consultant", 
        "source": "http://careerplanning.about.com/od/occupations/p/managanalyst.htm"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "career", 
            "overview", 
            "profession", 
            "source"
        ], 
        "profession": "Business Development Associate", 
        "source": "http://jobdescriptions.net/business/business-development/"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Business Development Manager", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Plan, direct, or coordinate the operations of public or private sector organizations. Duties and responsibilities include formulating policies, managing daily operations, and planning the use of materials and human resources, but are too diverse and general in nature to be classified in any one functional area of management or administration, such as personnel, purchasing, or administrative services."
        ], 
        "profession": "Business Manager", 
        "source": "http://www.myplan.com/careers/general-and-operations-managers/description-11-1021.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Purchase farm products either for further processing or resale. Includes tree farm contractors, grain brokers and market operators, grain buyers, and tobacco buyers."
        ], 
        "profession": "Buyer", 
        "source": "http://www.myplan.com/careers/buyers-and-purchasing-agents-farm-products/description-13-1021.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Purchase farm products either for further processing or resale. Includes tree farm contractors, grain brokers and market operators, grain buyers, and tobacco buyers."
        ], 
        "profession": "Buyer", 
        "source": "http://www.myplan.com/careers/buyers-and-purchasing-agents-farm-products/description-13-1021.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Solicit donations or orders for goods or services over the telephone."
        ], 
        "profession": "Call Center Lead", 
        "source": "http://www.myplan.com/careers/telemarketers/description-41-9041.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Call Center Representative", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "A camera operator records the visual images that make up movies, television shows, news broadcasts, music videos and televised news and sporting events. If you were to visit the set of a movie or television show, you would see the \"cameraman\" filming the action. He or she may also film live events like concerts and sports. When a news reporter broadcasts from a remote location or from a television studio, the camera operator records it for the audience at home to watch either live or at some later time."
        ], 
        "profession": "Camera Operator", 
        "source": "http://careerplanning.about.com/od/camera-operator/p/camera-operator.htm"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Counsel with emphasis on prevention. Work with individuals and groups to promote optimum mental and emotional health. May help individuals deal with issues associated with addictions and substance abuse; family, parenting, and marital problems; stress management; self-esteem; and aging."
        ], 
        "profession": "Case Manager", 
        "source": "http://www.myplan.com/careers/mental-health-counselors/description-21-1014.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Provide individuals, families, and groups with the psychosocial support needed to cope with chronic, acute, or terminal illnesses. Services include advising family care givers, providing patient education and counseling, and making referrals for other services. May also provide care and case management or interventions designed to promote health, prevent disease, and address barriers to access to healthcare."
        ], 
        "profession": "Case Manager", 
        "source": "http://www.myplan.com/careers/healthcare-social-workers/description-21-1022.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Coordinate activities of switch-engine crew within railroad yard, industrial plant, or similar location. Conductors coordinate activities of train crew on passenger or freight trains. Yardmasters review train schedules and switching orders and coordinate activities of workers engaged in railroad traffic operations, such as the makeup or breakup of trains and yard switching."
        ], 
        "profession": "Centralized Dispatch Manager", 
        "source": "http://www.myplan.com/careers/railroad-conductors-and-yardmasters/description-53-4031.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Advise clients on financial plans using knowledge of tax and investment strategies, securities, insurance, pension plans, and real estate. Duties include assessing clients' assets, liabilities, cash flow, insurance coverage, tax status, and financial objectives."
        ], 
        "profession": "Certified Financial Planner", 
        "source": "http://www.myplan.com/careers/personal-financial-advisors/description-13-2052.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Prepare medications under the direction of a pharmacist. May measure, mix, count out, label, and record amounts and dosages of medications according to prescription orders."
        ], 
        "profession": "Certified Pharmacy Technician", 
        "source": "http://www.myplan.com/careers/pharmacy-technicians/description-29-2052.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Change Management Consultant", 
        "source": "http://careerplanning.about.com/od/occupations/p/managanalyst.htm"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "A marketing manager formulates a firm's marketing strategy. With the assistance of a marketing or sales team, a marketing manager estimates demand for and identifies markets for the company's or organization's products and services. A marketing manager and his or her team also set prices with an eye toward maximizing profits, increasing market share and keeping customers happy."
        ], 
        "profession": "Channel Partner Sales Executive", 
        "source": "http://careerplanning.about.com/od/occupations/p/marketing_mgr.htm"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Design chemical plant equipment and devise processes for manufacturing chemicals and products, such as gasoline, synthetic rubber, plastics, detergents, cement, paper, and pulp, by applying principles and technology of chemistry, physics, and engineering."
        ], 
        "profession": "Chemical Engineer", 
        "source": "http://www.myplan.com/careers/chemical-engineers/description-17-2041.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Conduct chemical and physical laboratory tests to assist scientists in making qualitative and quantitative analyses of solids, liquids, and gaseous materials for research and development of new products or processes, quality control, maintenance of environmental standards, and other work involving experimental, theoretical, or practical application of chemistry and related sciences."
        ], 
        "profession": "Chemical Technician", 
        "source": "http://www.myplan.com/careers/chemical-technicians/description-19-4031.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "career", 
            "overview", 
            "profession", 
            "source"
        ], 
        "profession": "Chief Happiness Officer", 
        "source": "http://www.gethppy.com/hrtrends/what-does-a-chief-happiness-officer-actually-do"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Provide social services and assistance to improve the social and psychological functioning of children and their families and to maximize the family well-being and the academic functioning of children. May assist parents, arrange adoptions, and find foster homes for abandoned or abused children. In schools, they address such problems as teenage pregnancy, misbehavior, and truancy. May also advise teachers."
        ], 
        "profession": "Child Welfare Specialist", 
        "source": "http://www.myplan.com/careers/child-family-and-school-social-workers/description-21-1021.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning, designing, and overseeing construction and maintenance of building structures, and facilities, such as roads, railroads, airports, bridges, harbors, channels, dams, irrigation projects, pipelines, power plants, and water and sewage systems."
        ], 
        "profession": "Civil Engineer", 
        "source": "http://www.myplan.com/careers/civil-engineers/description-17-2051.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nA high school diploma or equivalent is typically required by employers who hire workers as entry-level claims adjusters, examiners, or investigators. Higher positions may require a bachelor's degree or some insurance-related work experience. Auto damage appraisers typically have a postsecondary non-degree award or work experience in identifying and estimating the cost of automotive repair.EducationA high school diploma or equivalent is typically required to work as an entry-level claims adjuster, examiner, or investigator. However, employers sometimes prefer to hire applicants who have a bachelor's degree or some insurance-related work experience or vocational training. Auto damage appraisers typically have a postsecondary non-degree award or experience working in an auto repair shop, identifying and estimating the cost of automotive repair.Different backgrounds or college coursework are best for different types of work in these occupations. For example, a business or an accounting background might be best for someone to specialize in claims of financial loss due to strikes, equipment breakdowns, or merchandise damage. College training in architecture or engineering is helpful for adjusting industrial claims, such as those involving damage from fires or other accidents. A legal background is beneficial to someone handling workers' compensation and product liability cases. A medical background is useful for examiners working on medical and life insurance claims.Although auto damage appraisers are not required to have a college education, most companies prefer to hire people who have formal training, experience, or knowledge and technical skills to identify and estimate the cost of automotive repair. Many vocational schools and some community colleges offer programs in auto body repair and teach students how to estimate the costs to repair damaged vehicles.For investigator jobs, a high school diploma or equivalent is the typical education requirement. Most insurance companies prefer to hire people trained as law enforcement officers, private investigators, claims adjusters, or examiners because these workers have good interviewing and interrogation skills.TrainingAt the beginning of their careers, claims adjusters, examiners, and investigators work on small claims, under the supervision of an experienced worker. As they learn more about claims investigation and settlement, they are assigned larger, more complex claims.Auto damage appraisers typically get on-the-job training, which may last several months. This training usually involves working under supervision of a more experienced appraiser while estimating damage costs until the employer decides the trainee is ready to do estimates on his or her own.Licenses, Certifications, and RegistrationsLicensing requirements for claims adjusters, appraisers, examiners, and investigators vary by state. Some states have few requirements, and others require either completing pre-licensing education, a satisfactory score on a licensing exam, or both.In some states, claims adjusters employed by insurance companies can work under the company license and need not become licensed themselves.Public adjusters may need to meet separate or additional requirements.Some states that require licensing also require a certain number of continuing education credits per year to renew the license. Federal and state laws and court decisions affect how claims must be handled and what insurance policies can and must cover. Examiners working on life and health claims must stay up to date on new medical procedures and prescription drugs. Examiners working on auto claims must be familiar with new car models and repair techniques. Workers can fulfill their continuing education requirements by attending classes or workshops, by writing articles for claims publications, or by giving lectures and presentations.Important QualitiesAnalytical skills. Adjusters and examiners must evaluate whether the insurance company is obligated to pay a claim and determine the amount to pay. Adjusters must carefully consider various pieces of information to reach a decision.Communication skills. Claims adjusters and investigators must get information from a wide range of people, including claimants, witnesses, and medical experts. They must know the right questions to ask in order to gather the information they need.Interpersonal skills. Adjusters, examiners, and investigators often meet with claimants and others who may be upset by the situation that requires a claim or by the settlement the company is offering. These workers must be understanding yet firm with their company's policies.Math skills. Appraisers must be able to calculate property damage."
        ], 
        "profession": "Claims Investigator", 
        "source": "http://www.myplan.com/careers/claims-adjusters-examiners-and-investigators/articles-13-1031.00.html?art=5"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Client Relations Manager", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Client Relationship Specialist", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Client Service and Underwriting Manager", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Client Services Representative", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "career", 
            "overview", 
            "profession", 
            "source"
        ], 
        "profession": "Client Success Manager", 
        "source": "http://www.atchisonstaffing.com/jobdescriptions/0809264.htm"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Client Support Manager", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Environmental scientists and specialists use their knowledge of the natural sciences to protect the environment and human health. They may clean up polluted areas, advise policy makers, or work with industry to reduce waste."
        ], 
        "profession": "Climate Data Analyst", 
        "source": "http://www.myplan.com/careers/climate-change-analysts/description-19-2041.01.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Plan, direct, or coordinate clinical research projects. Direct the activities of workers engaged in clinical research projects to ensure compliance with protocols and overall clinical objectives. May evaluate and analyze clinical data."
        ], 
        "profession": "Clinical Coordinator", 
        "source": "http://www.myplan.com/careers/clinical-research-coordinators/description-11-9121.01.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Plan, direct, or coordinate clinical research projects. Direct the activities of workers engaged in clinical research projects to ensure compliance with protocols and overall clinical objectives. May evaluate and analyze clinical data."
        ], 
        "profession": "Clinical Data Research", 
        "source": "http://www.myplan.com/careers/clinical-research-coordinators/description-11-9121.01.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "A pharmacy technician assists a pharmacist with the preparation of prescription medications for customers. He or she may receive written prescription requests from customers or may receive requests sent electronically or phoned in by doctors' offices. A pharmacy technician's duties vary depending on the state in which he or she works."
        ], 
        "profession": "Clinical Pharmacy Assistant", 
        "source": "http://careerplanning.about.com/od/occupations/p/pharmacy_tech.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Perform complex medical laboratory tests for diagnosis, treatment, and prevention of disease. May train or supervise staff."
        ], 
        "profession": "Clinical Research Associate", 
        "source": "http://www.myplan.com/careers/medical-and-clinical-laboratory-technologists/description-29-2011.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Plan, direct, or coordinate clinical research projects. Direct the activities of workers engaged in clinical research projects to ensure compliance with protocols and overall clinical objectives. May evaluate and analyze clinical data."
        ], 
        "profession": "Clinical Research Associate", 
        "source": "http://www.myplan.com/careers/clinical-research-coordinators/description-11-9121.01.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Apply knowledge of nursing and informatics to assist in the design, development, and ongoing modification of computerized health care systems. May educate staff and assist in problem solving to promote the implementation of the health care system."
        ], 
        "profession": "Clinical Specialist", 
        "source": "http://www.myplan.com/careers/informatics-nurse-specialists/description-15-1121.01.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "A coachorganizes amateur and professional athletes and teaches them the fundamentals of a sport. He or she trains them to compete as a team or individually. Some coaches recruit new players for college and professional teams. This is known as scouting."
        ], 
        "profession": "Coach", 
        "source": "http://careerplanning.about.com/cs/occupations/p/sports_coach.htm"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Counsel individuals and provide group educational and vocational guidance services."
        ], 
        "profession": "College Counselor", 
        "source": "http://www.myplan.com/careers/educational-guidance-school-and-vocational-counselors/description-21-1012.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nThe requirements to become a fully qualified appraiser or assessor of real estate are complex and vary by state and, sometimes, by the value or type of property. Currently, most appraisers of residential real property must have at least an associate's degree to obtain the entry-level state license category. Appraisers of more complex residential and commercial real property must have at least a bachelor's degree to obtain licensure. In some localities, appraisers may qualify with a high school diploma. Employers generally require these candidates to take basic appraisal courses, complete on-the-job training through an apprenticeship, and work enough hours to meet the requirements for appraisal licenses or certificates. Beginning January 1, 2015, all certified appraisers will be required to have a bachelor's degree prior to obtaining their appraisal license.In addition, all assessors must be licensed or certified, but requirements vary by state. Check with your state's licensing board for specific requirements for both assessors and appraisers.EducationAlthough requirements vary by state, appraisers of residential real property usually must have at least an associate's degree, and appraisers of more complex residential or commercial property usually must have at least a bachelor's degree. In practice, however, most have a bachelor's degree.Courses in subjects such as economics, finance, mathematics, computer science, English, and business or real estate law can be useful for prospective appraisers and assessors.For assessors, most states set education and experience requirements that an assessor must meet in order to practice. A few states have no statewide requirements; instead, each locality sets the standards. In some localities, candidates may qualify with a high school diploma.TrainingEmployers generally require candidates to take basic appraisal courses, complete on-the-job training through long-term on-the-job training, and work enough hours to meet the requirements for licenses or certificates.Licenses, Certifications, and RegistrationsFederal law requires that most appraisers performing appraisals in federally related transactions (federally insured banks and financial institutions) have a state license or certification. There is no such federal requirement for assessors, although some states require certification.Real property appraisers usually value one property at a time, while assessors value many at once, but both occupations use similar methods and techniques. As a result, assessors and appraisers tend to take the same courses for certification. In addition to passing a statewide examination, candidates must usually complete a set number of on-the-job hours.The level of certification determines what type of property a person may appraise. The two federally required certifications are: Certified Residential Real Property Appraiser Certified General Real Property AppraiserBeing a Certified Residential Real Property Appraiser is the minimum requirement to appraise a residential property with a loan amount over $250,000 or any other type of property even if the loan amount is less than $250,000. Obtaining this certification requires: Associate's degree or 21 units of continuing education (as of 2015, a bachelor's degree) 200 hours of appraiser-specific classroom training 2,500 hours of work experience over at least 2 yearsBeing a Certified General Real Property Appraiser permits a person to appraise any property of any type and any value. Obtaining this certification requires: Bachelor's degree or 30 units of specific college-level education 300 hours of appraiser-specific classroom training 3,000 hours of work experience over at least 2 yearsMost states offer a third certification: the Licensed Residential Real Property Appraiser. With this certification, appraisers may appraise noncomplex one-to-four unit residences with a value of less than $1,000,000 and complex one-to-four unit residences with a value of less than $250,000. Obtaining this certification requires: 150 qualifying education hours (as of January 2015, 30 semester hours of college-level education) 2,000 hours of on-the-job training over at least 1 yearFor all of these certifications, candidates must:Have 15 hours of classroom instruction on the Uniform Standards of Professional Appraisal PracticePass an examIn most states, candidates working toward licensure or certification as an appraiser are considered to be trainees. Training programs vary by state, but they usually require candidates to take at least 75 hours of specified appraiser education before applying for a job as a trainee.Unlike appraisers, assessors have no federal requirement for certification. In states that mandate certification for assessors, the requirements are usually similar to those for appraisers. Some states also have more than one level of certification.For example, the International Association of Assessing Officers (IAAO) offers the Certified Assessment Evaluator (CAE). This designation covers topics that include property valuation for tax purposes, property tax administration, and property tax policy. As of January 1, 2014, applicants are required to have a bachelor's degree prior to obtaining the designation.For those states that do not require certification for assessors, the hiring office usually requires the candidate to take basic appraisal courses, complete on-the-job training, and work enough hours to meet the requirements for appraisal licenses or certificates. Many assessors also have a state appraisal license.Assessors tend to start working in an assessor's office that provides on-the-job training; smaller municipalities are often unable to provide this work experience. An alternate source of experience for aspiring assessors is through a revaluation firm.Both appraisers and assessors must take continuing education courses to keep the license or certification. Requirements vary by state.Important QualitiesAnalytical skills. Appraisers and assessors of real estate use many sources of data when valuing a property. As a result, they must carefully research and analyze all data before estimating a value and producing a final written report.Customer-service skills. Because appraisers must regularly interact with clients, being polite and friendly is important. In addition, these characteristics may help expand future business opportunities.Math skills. Accurately analyzing real estate data, such as calculating square footage of land and building space, requires workers to have good math skills.Organizational skills. To successfully accomplish all the tasks related to appraising and assessing a property, appraisers and assessors of real estate need good organizational skills.Problem-solving skills. Appraisers and assessors of real estate may encounter unexpected problems when appraising or assessing a property's value. The ability to develop and apply an alternative solution is crucial to successfully completing the appraisal and report on time.Time-management skills. Appraisers and assessors of real estate often work under time constraints, sometimes appraising many properties in a single day. As a result, managing time and meeting deadlines are important."
        ], 
        "profession": "Commercial Appraiser", 
        "source": "http://www.myplan.com/careers/appraisers-real-estate/articles-13-2021.02.html?art=5"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "A coachorganizes amateur and professional athletes and teaches them the fundamentals of a sport. He or she trains them to compete as a team or individually. Some coaches recruit new players for college and professional teams. This is known as scouting."
        ], 
        "profession": "Communications Assistant", 
        "source": "http://careerplanning.about.com/od/College-Majors/fl/Communications-Major.htm"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Conduct programs of compensation and benefits and job analysis for employer. May specialize in specific areas, such as position classification and pension programs."
        ], 
        "profession": "Compensation Analyst", 
        "source": "http://www.myplan.com/careers/compensation-benefits-and-job-analysis-specialists/description-13-1141.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "A coachorganizes amateur and professional athletes and teaches them the fundamentals of a sport. He or she trains them to compete as a team or individually. Some coaches recruit new players for college and professional teams. This is known as scouting."
        ], 
        "profession": "Compliance Auditor", 
        "source": "http://careerplanning.about.com/od/occupations/p/compliance_ofcr.htm"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Set up or maintain laboratory equipment and collect samples from crops or animals. Prepare specimens or record data to assist scientists in biology or related life science experiments."
        ], 
        "profession": "Compliance Technician", 
        "source": "http://www.myplan.com/careers/agricultural-technicians/description-19-4011.01.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Examine, evaluate, and investigate eligibility for or conformity with laws and regulations governing contract compliance of licenses and permits, and perform other compliance and enforcement inspection and analysis activities not classified elsewhere."
        ], 
        "profession": "Compliance/Privacy Investigator", 
        "source": "http://www.myplan.com/careers/compliance-officers/description-13-1041.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "A computer and information systems (CIS) manager coordinates and directs a company's or organization's computer-related activities. He or she may go by one of several titles, each with different responsibilities. For example a chief information officer (CIO) oversees an entity's entire technology strategy. A chief technology officer (CTO) evaluates new technology to determine how it can benefit an organization.", 
            " An IT (information technology) director manages an IT department. An IT security manager is responsible for network and data security."
        ], 
        "profession": "Computer and Information Systems Manager", 
        "source": "http://careerplanning.about.com/od/occupations/p/comp_sys_mgr.htm"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "A forensic scientist is a member of the team that investigates crimes. He or she gathers and documents, or analyzes, physical evidence from crime scenes. This evidence may include fingerprints, blood, hair and bullets. A forensic scientist, also called a crime scene investigator or a forensic science technician, may specialize in crime scene investigation which entails the collection and cataloging of evidence, or laboratory analysis which involves using scientific methods to identify and classify evidence."
        ], 
        "profession": "Computer Forensics Investigator", 
        "source": "http://careerplanning.about.com/cs/occupations/p/forensic_tech.htm"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "As this job title implies, a computer hardware engineer's expertise lies with the physical parts of computers and computer systems. Often referred to as a hardware engineer, he or she oversees the manufacture and installation of computer systems, servers, chips and circuit boards as well as peripherals including keyboards, routers and printers. A computer hardware engineer's job includes design, development and testing of computer hardware."
        ], 
        "profession": "Computer Hardware Engineer", 
        "source": "http://careerplanning.about.com/od/occupations/p/comphardwareeng.htm"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Create, modify, and test the code, forms, and script that allow computer applications to run. Work from specifications drawn up by software developers or other individuals. May assist software developers by analyzing user needs and designing software solutions. May develop and write computer programs to store, locate, and retrieve specific documents, data, and information."
        ], 
        "profession": "Computer Programmer", 
        "source": "http://www.myplan.com/careers/computer-programmers/description-15-1131.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Develop, create, and modify general computer applications software or specialized utility programs. Analyze user needs and develop software solutions. Design software or customize software for client use with the aim of optimizing operational efficiency. May analyze and design databases within an application area, working individually or coordinating database development as part of a team. May supervise computer programmers."
        ], 
        "profession": "Computer Software Engineer", 
        "source": "http://www.myplan.com/careers/software-developers-applications/description-15-1132.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Assist patrons at hotel, apartment, or office building with personal services. May take messages, arrange or give advice on transportation, business services or entertainment, or monitor guest requests for housekeeping and maintenance."
        ], 
        "profession": "Concierge", 
        "source": "http://www.myplan.com/careers/concierges/description-39-6012.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Facilitate negotiation and conflict resolution through dialogue. Resolve conflicts outside of the court system by mutual consent of parties involved."
        ], 
        "profession": "Conciliator", 
        "source": "http://www.myplan.com/careers/arbitrators-mediators-and-conciliators/description-23-1022.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning, designing, and overseeing construction and maintenance of building structures, and facilities, such as roads, railroads, airports, bridges, harbors, channels, dams, irrigation projects, pipelines, power plants, and water and sewage systems."
        ], 
        "profession": "Construction Engineer", 
        "source": "http://www.myplan.com/careers/civil-engineers/description-17-2051.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Administer libraries and perform related library services. Work in a variety of settings, including public libraries, educational institutions, museums, corporations, government agencies, law firms, non-profit organizations, and healthcare providers. Tasks may include selecting, acquiring, cataloguing, classifying, circulating, and maintaining library materials; and furnishing reference, bibliographical, and readers' advisory services. May perform in-depth, strategic research, and synthesize, analyze, edit, and filter information. May set up or work with databases and information systems to catalogue and access information."
        ], 
        "profession": "Content Manager", 
        "source": "http://www.myplan.com/careers/librarians/description-25-4021.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "As this job title implies, a computer hardware engineer's expertise lies with the physical parts of computers and computer systems. Often referred to as a hardware engineer, he or she oversees the manufacture and installation of computer systems, servers, chips and circuit boards as well as peripherals including keyboards, routers and printers. A computer hardware engineer's job includes design, development and testing of computer hardware."
        ], 
        "profession": "Contract and Pricing Analyst", 
        "source": "http://careerplanning.about.com/od/cost-estimator/p/cost-estimator.htm"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Assist lawyers by investigating facts, preparing legal documents, or researching legal precedent. Conduct research to support a legal proceeding, to formulate a defense, or to initiate legal action."
        ], 
        "profession": "Contract Drafting Legal Specialist", 
        "source": "http://www.myplan.com/careers/paralegals-and-legal-assistants/description-23-2011.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Plan, direct, or coordinate the activities of buyers, purchasing officers, and related workers involved in purchasing materials, products, and services. Includes wholesale or retail trade merchandising managers and procurement managers."
        ], 
        "profession": "Contracts Administrator", 
        "source": "http://www.myplan.com/careers/purchasing-managers/description-11-3061.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Control Room Compliance Officer", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Analyze financial information and prepare financial reports to determine or maintain record of assets, liabilities, profit and loss, tax liability, or other financial activities within an organization."
        ], 
        "profession": "Controller", 
        "source": "http://www.myplan.com/careers/accountants/description-13-2011.01.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Direct financial activities, such as planning, procurement, and investments for all or part of an organization."
        ], 
        "profession": "Controller", 
        "source": "http://www.myplan.com/careers/treasurers-and-controllers/description-11-3031.01.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Plan, direct, or coordinate clinical research projects. Direct the activities of workers engaged in clinical research projects to ensure compliance with protocols and overall clinical objectives. May evaluate and analyze clinical data."
        ], 
        "profession": "Coordinator, Talent Acquisition", 
        "source": "http://www.myplan.com/careers/clinical-research-coordinators/description-11-9121.01.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Write advertising copy for use by publication or broadcast media to promote sale of goods and services."
        ], 
        "profession": "Copywriter", 
        "source": "http://www.myplan.com/careers/copy-writers/description-27-3043.04.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Determine and formulate policies and provide overall direction of companies or private and public sector organizations within guidelines set up by a board of directors or similar governing body. Plan, direct, or coordinate operational activities at the highest level of management with the help of subordinate executives and staff managers."
        ], 
        "profession": "Corporate Sales Account Executive", 
        "source": "http://www.myplan.com/careers/chief-executives/description-11-1011.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Directly supervise and coordinate activities of correctional officers and jailers."
        ], 
        "profession": "Correctional Officer", 
        "source": "http://www.myplan.com/careers/first-line-supervisors-of-correctional-officers/description-33-1011.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Guard inmates in penal or rehabilitative institutions in accordance with established regulations and procedures. May guard prisoners in transit between jail, courtroom, prison, or other point. Includes deputy sheriffs and police who spend the majority of their time guarding prisoners in correctional institutions."
        ], 
        "profession": "Corrections Officer", 
        "source": "http://www.myplan.com/careers/correctional-officers-and-jailers/description-33-3012.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Prepare cost estimates for product manufacturing, construction projects, or services to aid management in bidding on or determining price of product or service. May specialize according to particular service performed or type of product manufactured."
        ], 
        "profession": "Cost Engineer", 
        "source": "http://www.myplan.com/careers/cost-estimators/description-13-1051.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Counsel with emphasis on prevention. Work with individuals and groups to promote optimum mental and emotional health. May help individuals deal with issues associated with addictions and substance abuse; family, parenting, and marital problems; stress management; self-esteem; and aging."
        ], 
        "profession": "Counselor", 
        "source": "http://www.myplan.com/careers/mental-health-counselors/description-21-1014.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Represent clients in criminal and civil litigation and other legal proceedings, draw up legal documents, or manage or advise clients on legal transactions. May specialize in a single area or may practice broadly in many areas of law."
        ], 
        "profession": "Court Advocate", 
        "source": "http://www.myplan.com/careers/lawyers/description-23-1011.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Use verbatim methods and equipment to capture, store, retrieve, and transcribe pretrial and trial proceedings or other information. Includes stenocaptioners who operate computerized stenographic captioning equipment to provide captions of live or prerecorded broadcasts for hearing-impaired viewers."
        ], 
        "profession": "Court Reporter", 
        "source": "http://www.myplan.com/careers/court-reporters/description-23-2091.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "As this job title implies, a computer hardware engineer's expertise lies with the physical parts of computers and computer systems. Often referred to as a hardware engineer, he or she oversees the manufacture and installation of computer systems, servers, chips and circuit boards as well as peripherals including keyboards, routers and printers. A computer hardware engineer's job includes design, development and testing of computer hardware."
        ], 
        "profession": "Court Transcriptionist", 
        "source": "http://careerplanning.about.com/od/occupations/p/med_trans.htm"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "Apply principles of psychology to human resources, administration, management, sales, and marketing problems. Activities may include policy planning; employee testing and selection, training and development; and organizational development and analysis. May work with management to organize the work setting to improve worker productivity."
        ], 
        "profession": "Creative Consultant", 
        "source": "http://www.myplan.com/careers/industrial-organizational-psychologists/description-19-3032.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Formulate design concepts and presentation approaches for visual communications media, such as print, broadcasting, and advertising. Direct workers engaged in art work or layout design."
        ], 
        "profession": "Creative Director", 
        "source": "http://www.myplan.com/careers/art-directors/description-27-1011.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Direct and coordinate activities of personnel engaged in preparation of radio or television station program schedules and programs, such as sports or news."
        ], 
        "profession": "Creative Director", 
        "source": "http://www.myplan.com/careers/program-directors/description-27-2012.03.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Conduct quantitative analyses of information affecting investment programs of public or private institutions."
        ], 
        "profession": "Credit Analyst", 
        "source": "http://www.myplan.com/careers/financial-analysts/description-13-2051.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Investigate alleged or suspected criminal violations of Federal, state, or local laws to determine if evidence is sufficient to recommend prosecution."
        ], 
        "profession": "Criminal Investigator", 
        "source": "http://www.myplan.com/careers/criminal-investigators-and-special-agents/description-33-3021.03.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Customer Care Representative", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Assist patrons at entertainment events by performing duties, such as collecting admission tickets and passes from patrons, assisting in finding seats, searching for lost articles, and locating such facilities as rest rooms and telephones."
        ], 
        "profession": "Customer Service Ambassador", 
        "source": "http://www.myplan.com/careers/ushers-lobby-attendants-and-ticket-takers/description-39-3031.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Provide technical assistance to computer users. Answer questions or resolve computer problems for clients in person, or via telephone or electronically. May provide assistance concerning the use of computer hardware and software, including printing, installation, word processing, electronic mail, and operating systems."
        ], 
        "profession": "Data Center Support Specialist", 
        "source": "http://www.myplan.com/careers/computer-user-support-specialists/description-15-1151.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Operate data entry device, such as keyboard or photo composing perforator. Duties may include verifying data and preparing materials for printing."
        ], 
        "profession": "Data Entry", 
        "source": "http://www.myplan.com/careers/data-entry-keyers/description-43-9021.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Plan, direct, or coordinate activities in such fields as electronic data processing, information systems, systems analysis, and computer programming."
        ], 
        "profession": "Data Quality Manager", 
        "source": "http://www.myplan.com/careers/computer-and-information-systems-managers/description-11-3021.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Administer, test, and implement computer databases, applying knowledge of database management systems. Coordinate changes to computer databases. May plan, coordinate, and implement security measures to safeguard computer databases."
        ], 
        "profession": "Database Administrator", 
        "source": "http://www.myplan.com/careers/database-administrators/description-15-1141.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "When an individual goes for a dental checkup, he or she is likely to spend most of the appointment with the dental hygienist. Along with the dentist, this licensed healthcare professional provides preventative oral care. Dental hygienists clean patients' teeth and examine them for signs of disease and damage. They teach patients how to maintain good oral health. Their scope of practicewhat services they are legally allowed to deliverdiffers according to the rules of the state in which they are licensed."
        ], 
        "profession": "Dental Hygienist", 
        "source": "http://careerplanning.about.com/od/occupations/p/dentalhygienist.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            " |"
        ], 
        "profession": "Dentist", 
        "source": "http://www.myplan.com/careers/industries/health-services/industry-outlook-occupations-in-the-industry-03.03.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Securities, commodities, and financial services sales agents connect buyers and sellers in financial markets. They sell securities to individuals, advise companies in search of investors, and conduct trades."
        ], 
        "profession": "Derivatives Control Associate", 
        "source": "http://www.myplan.com/careers/securities-and-commodities-traders/description-41-3031.03.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A fashion designer creates clothing, including dresses, suits, pants and skirts, and accessories such as shoes, for consumers. One can specialize in clothing, accessory or jewelry design. Some designers work in all three areas. Another area of specialization is costume design for those who want to create wardrobes for television, movie and theater productions."
        ], 
        "profession": "Design Assistant", 
        "source": "http://careerplanning.about.com/od/occupations/p/fashion_designer.htm"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A fashion designer creates clothing, including dresses, suits, pants and skirts, and accessories such as shoes, for consumers. One can specialize in clothing, accessory or jewelry design. Some designers work in all three areas. Another area of specialization is costume design for those who want to create wardrobes for television, movie and theater productions."
        ], 
        "profession": "Designer", 
        "source": "http://careerplanning.about.com/od/occupations/p/fashion_designer.htm"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Design or create graphics to meet specific commercial or promotional needs, such as packaging, displays, or logos. May use a variety of mediums to achieve artistic or decorative effects."
        ], 
        "profession": "Designer", 
        "source": "http://www.myplan.com/careers/graphic-designers/description-27-1024.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Dietitians and nutritionists plan food and nutrition programs, and supervise the preparation and serving of meals. They help prevent and treat illnesses by promoting healthy eating habits and suggesting diet modifications.", 
            "While dietitians and nutritionists are both experts in food and nutrition, there is a difference between these healthcare professionals, explains About.com Nutrition Guide Shereen Jegtvig in her article What's the Difference Between a Dietitian and a Nutritionist?.", 
            " Jegtvig says \"dietitians are considered to be nutritionists, but not all nutritionists are dietitians.\" The distinction between the two lies in their training and licensing which will be discussed later.", 
            "Dietitians run food service systems for institutions such as hospitals and schools, promote sound eating habits through education, and conduct research. Major areas of practice include clinical, community, management, and consultant dietetics."
        ], 
        "profession": "Dietitian", 
        "source": "http://careerplanning.about.com/cs/occupations/p/dietitian.htm"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Dietitians and nutritionists plan food and nutrition programs, and supervise the preparation and serving of meals. They help prevent and treat illnesses by promoting healthy eating habits and suggesting diet modifications.", 
            "While dietitians and nutritionists are both experts in food and nutrition, there is a difference between these healthcare professionals, explains About.com Nutrition Guide Shereen Jegtvig in her article What's the Difference Between a Dietitian and a Nutritionist?.", 
            " Jegtvig says \"dietitians are considered to be nutritionists, but not all nutritionists are dietitians.\" The distinction between the two lies in their training and licensing which will be discussed later.", 
            "Dietitians run food service systems for institutions such as hospitals and schools, promote sound eating habits through education, and conduct research. Major areas of practice include clinical, community, management, and consultant dietetics."
        ], 
        "profession": "Digital Forensic Expert", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/p/photographer.htm"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "A marketing manager formulates a firm's marketing strategy. With the assistance of a marketing or sales team, a marketing manager estimates demand for and identifies markets for the company's or organization's products and services. A marketing manager and his or her team also set prices with an eye toward maximizing profits, increasing market share and keeping customers happy."
        ], 
        "profession": "Digital Marketing Manager", 
        "source": "http://careerplanning.about.com/od/occupations/p/marketing_mgr.htm"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Create special effects, animation, or other visual images using film, video, computers, or other electronic tools and media for use in products or creations, such as computer games, movies, music videos, and commercials."
        ], 
        "profession": "Digital Media Specialist", 
        "source": "http://www.myplan.com/careers/multi-media-artists-and-animators/description-27-1014.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Sell goods for wholesalers or manufacturers to businesses or groups of individuals. Work requires substantial knowledge of items sold."
        ], 
        "profession": "Distribution Sales Representative", 
        "source": "http://www.myplan.com/careers/sales-representatives-wholesale-and-manufacturing/description-41-4012.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "A forensic scientist is a member of the team that investigates crimes. He or she gathers and documents, or analyzes, physical evidence from crime scenes. This evidence may include fingerprints, blood, hair and bullets. A forensic scientist, also called a crime scene investigator or a forensic science technician, may specialize in crime scene investigation which entails the collection and cataloging of evidence, or laboratory analysis which involves using scientific methods to identify and classify evidence."
        ], 
        "profession": "DNA Analyst", 
        "source": "http://careerplanning.about.com/cs/occupations/p/forensic_tech.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Provide healthcare services typically performed by a physician, under the supervision of a physician. Conduct complete physicals, provide treatment, and counsel patients. May, in some cases, prescribe medication. Must graduate from an accredited educational program for physician assistants."
        ], 
        "profession": "Doctor", 
        "source": "http://www.myplan.com/careers/physician-assistants/description-29-1071.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Prepare detailed working diagrams of machinery and mechanical devices, including dimensions, fastening methods, and other engineering information."
        ], 
        "profession": "Drafting Technician", 
        "source": "http://www.myplan.com/careers/mechanical-drafters/description-17-3013.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Devise methods to improve oil and gas extraction and production and determine the need for new or modified tool designs. Oversee drilling and offer technical advice."
        ], 
        "profession": "Drilling Engineer", 
        "source": "http://www.myplan.com/careers/petroleum-engineers/description-17-2171.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Assist in providing client services in a wide variety of fields, such as psychology, rehabilitation, or social work, including support for families. May assist clients in identifying and obtaining available benefits and social and community services. May assist social workers with developing, organizing, and conducting programs to prevent and resolve problems relevant to substance abuse, human relationships, rehabilitation, or dependent care."
        ], 
        "profession": "Drug Evaluator", 
        "source": "http://www.myplan.com/careers/social-and-human-service-assistants/description-21-1093.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            " |"
        ], 
        "profession": "Economic Consultant", 
        "source": "http://www.myplan.com/careers/industries/scientific-technical-and-management-consulting-services/industry-outlook-09.09.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Edit moving images on film, video, or other media. May edit or synchronize soundtracks with images."
        ], 
        "profession": "Editor", 
        "source": "http://www.myplan.com/careers/film-and-video-editors/description-27-4032.00.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Engage in promoting or creating an intended public image for individuals, groups, or organizations. May write or select material for release to various communications media."
        ], 
        "profession": "Editorial Assistant", 
        "source": "http://www.myplan.com/careers/public-relations-specialists/description-27-3031.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Research, design, develop, test, or supervise the manufacturing and installation of electrical equipment, components, or systems for commercial, industrial, military, or scientific use."
        ], 
        "profession": "Electrical Engineer", 
        "source": "http://www.myplan.com/careers/electrical-engineers/description-17-2071.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning and designing tools, engines, machines, and other mechanically functioning equipment. Oversee installation, operation, maintenance, and repair of equipment such as centralized heat, gas, water, and steam systems."
        ], 
        "profession": "Electro-Mechanical Engineer", 
        "source": "http://www.myplan.com/careers/mechanical-engineers/description-17-2141.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "A forensic scientist is a member of the team that investigates crimes. He or she gathers and documents, or analyzes, physical evidence from crime scenes. This evidence may include fingerprints, blood, hair and bullets. A forensic scientist, also called a crime scene investigator or a forensic science technician, may specialize in crime scene investigation which entails the collection and cataloging of evidence, or laboratory analysis which involves using scientific methods to identify and classify evidence."
        ], 
        "profession": "Email Marketer", 
        "source": "http://careerplanning.about.com/od/occupations/a/videogamecareer_2.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "career", 
            "overview", 
            "profession", 
            "source"
        ], 
        "profession": "Emergency Medical Technician", 
        "source": "https://www.clinton.edu/repository/5432.pdf"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Conduct quantitative analyses of information affecting investment programs of public or private institutions."
        ], 
        "profession": "Emerging Markets Trader", 
        "source": "http://www.myplan.com/careers/financial-analysts/description-13-2051.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Human resources specialists recruit, screen, interview, and place workers. They often handle other human resources work, such as those related to employee relations, payroll and benefits, and training. Labor relations specialists interpret and administer labor contracts regarding issues such as wages and salaries, employee welfare, healthcare, pensions, and union and management practices."
        ], 
        "profession": "Employee and Labor Relations Consultant", 
        "source": "http://www.myplan.com/careers/labor-relations-specialists/description-13-1075.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Plan, direct, or coordinate human resources activities and staff of an organization."
        ], 
        "profession": "Employee Relations Manager", 
        "source": "http://www.myplan.com/careers/human-resources-managers/description-11-3121.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Plan, direct, or coordinate human resources activities and staff of an organization."
        ], 
        "profession": "Employee Relations Manager", 
        "source": "http://www.myplan.com/careers/human-resources-managers/description-11-3121.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Apply theory and principles of civil engineering in planning, designing, and overseeing construction and maintenance of structures and facilities under the direction of engineering staff or physical scientists."
        ], 
        "profession": "Engineering Aide", 
        "source": "http://www.myplan.com/careers/civil-engineering-technicians/description-17-3022.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Sell goods for wholesalers or manufacturers where technical or scientific knowledge is required in such areas as biology, engineering, chemistry, and electronics, normally obtained from at least 2 years of post-secondary education."
        ], 
        "profession": "Enterprise Sales Representative", 
        "source": "http://www.myplan.com/careers/sales-representatives-technical-and-scientific-products/description-41-4011.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "The Scientific, Technical & Management Consulting Services sector groups establishments engaged in (1) Research and Development in the Physical, Engineering, and Life Sciences, (2) Research and Development in the Social Sciences and Humanities, (3) Management Consulting Services, (4) Environmental Consulting Services, and (5) Other Scientific and Technical Consulting Services.\n\nThe Research and Development in the Physical, Engineering, and Life Sciences industry comprises establishments primarily engaged in conducting research and experimental development in the physical, engineering, and life sciences, such as agriculture, electronics, environmental, biology, botany, biotechnology, computers, chemistry, food, fisheries, forests, geology, health, mathematics, medicine, oceanography, pharmacy, physics, veterinary, and other allied subjects.\n\nThe Research and Development in the Social Sciences and Humanities industry comprises establishments primarily engaged in conducting research and analyses in cognitive development, sociology, psychology, language, behavior, economic, and other social science and humanities research.\n\nThe Management Consulting Services industry comprises establishments primarily engaged in providing advice and assistance to businesses and other organizations on management issues, such as strategic and organizational planning; financial planning and budgeting; marketing objectives and policies; human resource policies, practices, and planning; production scheduling; and control planning.\n\nThe Environmental Consulting Services industry comprises establishments primarily engaged in providing advice and assistance to businesses and other organizations on environmental issues, such as the control of environmental contamination from pollutants, toxic substances, and hazardous materials. These establishments identify problems (e.g., inspect buildings for hazardous materials), measure and evaluate risks, and recommend solutions. They employ a multidisciplined staff of scientists, engineers, and other technicians with expertise in areas, such as air and water quality, asbestos contamination, remediation, and environmental law. Establishments providing sanitation or site remediation consulting services are included in this industry."
        ], 
        "profession": "Environmental Consultant", 
        "source": "http://www.myplan.com/careers/industries/scientific-technical-and-management-consulting-services/summary-09.09.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Research, design, plan, or perform engineering duties in the prevention, control, and remediation of environmental hazards using various engineering disciplines. Work may include waste treatment, site remediation, or pollution control technology."
        ], 
        "profession": "Environmental Engineer", 
        "source": "http://www.myplan.com/careers/environmental-engineers/description-17-2081.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Conduct research or perform investigation for the purpose of identifying, abating, or eliminating sources of pollutants or hazards that affect either the environment or the health of the population. Using knowledge of various scientific disciplines, may collect, synthesize, study, report, and recommend action based on data derived from measurements or observations of air, food, soil, water, and other sources."
        ], 
        "profession": "Environmental Specialist", 
        "source": "http://www.myplan.com/careers/environmental-scientists-and-specialists-including-health/description-19-2041.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Conduct quantitative analyses of information affecting investment programs of public or private institutions."
        ], 
        "profession": "Equity Research Analyst", 
        "source": "http://www.myplan.com/careers/financial-analysts/description-13-2051.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Provide high-level administrative support by conducting research, preparing statistical reports, handling information requests, and performing clerical functions such as preparing correspondence, receiving visitors, arranging conference calls, and scheduling meetings. May also train and supervise lower-level clerical staff."
        ], 
        "profession": "Executive Assistant", 
        "source": "http://www.myplan.com/careers/executive-secretaries-and-executive-administrative-assistants/description-43-6011.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "All business operations specialists not listed separately."
        ], 
        "profession": "Export Specialist", 
        "source": "http://www.myplan.com/careers/business-operations-specialists-all-other/description-13-1199.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning, designing, and overseeing construction and maintenance of building structures, and facilities, such as roads, railroads, airports, bridges, harbors, channels, dams, irrigation projects, pipelines, power plants, and water and sewage systems."
        ], 
        "profession": "Facilities Engineer", 
        "source": "http://www.myplan.com/careers/civil-engineers/description-17-2051.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Plan, direct, or coordinate one or more administrative services of an organization, such as records and information management, mail distribution, facilities planning and maintenance, custodial operations, and other office support services."
        ], 
        "profession": "Facility Manager", 
        "source": "http://www.myplan.com/careers/administrative-services-managers/description-11-3011.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Buy merchandise or commodities, other than farm products, for resale to consumers at the wholesale or retail level, including both durable and nondurable goods. Analyze past buying trends, sales records, price, and quality of merchandise to determine value and yield. Select, order, and authorize payment for merchandise according to contractual agreements. May conduct meetings with sales personnel and introduce new products. Includes assistant wholesale and retail buyers of nonfarm products."
        ], 
        "profession": "Fashion Buyer", 
        "source": "http://www.myplan.com/careers/wholesale-and-retail-buyers-except-farm-products/description-13-1022.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Set up or maintain laboratory equipment and collect samples from crops or animals. Prepare specimens or record data to assist scientists in biology or related life science experiments."
        ], 
        "profession": "Field Technician", 
        "source": "http://www.myplan.com/careers/agricultural-technicians/description-19-4011.01.html"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Edit moving images on film, video, or other media. May edit or synchronize soundtracks with images."
        ], 
        "profession": "Film/Video Editor", 
        "source": "http://www.myplan.com/careers/film-and-video-editors/description-27-4032.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Conduct quantitative analyses of information affecting investment programs of public or private institutions."
        ], 
        "profession": "Financial Analyst", 
        "source": "http://www.myplan.com/careers/financial-analysts/summary-13-2051.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Conduct quantitative analyses of information affecting investment programs of public or private institutions."
        ], 
        "profession": "Financial Analyst", 
        "source": "http://www.myplan.com/careers/financial-analysts/summary-13-2051.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Examine and analyze accounting records to determine financial status of establishment and prepare financial reports concerning operating procedures."
        ], 
        "profession": "Financial Assurance Manager", 
        "source": "http://www.myplan.com/careers/auditors/description-13-2011.02.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Financial Consultant", 
        "source": "http://careerplanning.about.com/od/occupations/p/managanalyst.htm"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Research causes of fires, determine fire protection methods, and design or recommend materials or equipment such as structural components or fire-detection equipment to assist organizations in safeguarding life and property against fire, explosion, and related hazards."
        ], 
        "profession": "Fire Protection Engineer", 
        "source": "http://www.myplan.com/careers/fire-prevention-and-protection-engineers/description-17-2111.02.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Foreclosure Specialist", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "profession": "Forensic Toxicologist", 
        "source": "http://www.myplan.com/majors/toxicology/description-26.1004.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "All services sales representatives not listed separately."
        ], 
        "profession": "Franchise Development Manager", 
        "source": "http://www.myplan.com/careers/sales-representatives-services-all-other/description-41-3099.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Obtain evidence, take statements, produce reports, and testify to findings regarding resolution of fraud allegations. May coordinate fraud detection and prevention activities."
        ], 
        "profession": "Fraud Investigations Manager", 
        "source": "http://www.myplan.com/careers/fraud-examiners-investigators-and-analysts/description-13-2099.04.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Accommodate hotel, motel, and resort patrons by registering and assigning rooms to guests, issuing room keys or cards, transmitting and receiving messages, keeping records of occupied rooms and guests' accounts, making and confirming reservations, and presenting statements to and collecting payments from departing guests."
        ], 
        "profession": "Front Desk Manager", 
        "source": "http://www.myplan.com/careers/hotel-motel-and-resort-desk-clerks/description-43-4081.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Front End Developer", 
        "source": "http://careerplanning.about.com/od/occupations/a/videogamecareer.htm"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Futures Electronic Trader", 
        "source": "http://careerplanning.about.com/od/occupations/p/stock_trader.htm"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Conduct sub-surface surveys to identify the characteristics of potential land or mining development sites. May specify the ground support systems, processes and equipment for safe, economical, and environmentally sound extraction or underground construction activities. May inspect areas for unsafe geological conditions, equipment, and working conditions. May design, implement, and coordinate mine safety programs."
        ], 
        "profession": "Geological Engineer", 
        "source": "http://www.myplan.com/careers/mining-and-geological-engineers-including-mining-safety-engineers/description-17-2151.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Global Account Manager", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Direct or coordinate production, purchasing, warehousing, distribution, or financial forecasting services or activities to limit costs and improve accuracy, customer service, or safety. Examine existing procedures or opportunities for streamlining activities to meet product distribution needs. Direct the movement, storage, or processing of inventory."
        ], 
        "profession": "Global Supply Manager", 
        "source": "http://www.myplan.com/careers/supply-chain-managers/description-11-9199.04.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Grants and Contracts Specialist", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Determine eligibility of persons applying to receive assistance from government programs and agency resources, such as welfare, unemployment benefits, social security, and public housing."
        ], 
        "profession": "Grants Management Specialist", 
        "source": "http://www.myplan.com/careers/eligibility-interviewers-government-programs/description-43-4061.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A graphic designer uses visual elements to communicate messages through print and electronic media. He or she may design magazines and newspapers, websites, packaging, video games, promotional displays and marketing materials. Graphic designers work for advertising, publishing and design firms. Some freelance, which means they work on a job-by-job basis, usually for different clients."
        ], 
        "profession": "Graphic Artist", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/p/graphic-designer.htm"
    }, 
    {
        "career": "Media", 
        "overview": [
            "Design or create graphics to meet specific commercial or promotional needs, such as packaging, displays, or logos. May use a variety of mediums to achieve artistic or decorative effects."
        ], 
        "profession": "Graphic Artist", 
        "source": "http://www.myplan.com/careers/graphic-designers/description-27-1024.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A graphic designer uses visual elements to communicate messages through print and electronic media. He or she may design magazines and newspapers, websites, packaging, video games, promotional displays and marketing materials. Graphic designers work for advertising, publishing and design firms. Some freelance, which means they work on a job-by-job basis, usually for different clients."
        ], 
        "profession": "Graphic Designer", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/p/graphic-designer.htm"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Design or create graphics to meet specific commercial or promotional needs, such as packaging, displays, or logos. May use a variety of mediums to achieve artistic or decorative effects."
        ], 
        "profession": "Graphic Production Artist", 
        "source": "http://www.myplan.com/careers/graphic-designers/description-27-1024.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Coordinate activities of staff, convention personnel, or clients to make arrangements for group meetings, events, or conventions."
        ], 
        "profession": "Group and Events Sales Coordinator", 
        "source": "http://www.myplan.com/careers/meeting-convention-and-event-planners/description-13-1121.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Guest Service Representative", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Accommodate hotel, motel, and resort patrons by registering and assigning rooms to guests, issuing room keys or cards, transmitting and receiving messages, keeping records of occupied rooms and guests' accounts, making and confirming reservations, and presenting statements to and collecting payments from departing guests."
        ], 
        "profession": "Guest Services Manager", 
        "source": "http://www.myplan.com/careers/hotel-motel-and-resort-desk-clerks/description-43-4081.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Counsel individuals and provide group educational and vocational guidance services."
        ], 
        "profession": "Guidance Counselor", 
        "source": "http://www.myplan.com/careers/educational-guidance-school-and-vocational-counselors/description-21-1012.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Research, design, develop, or test computer or computer-related equipment for commercial, industrial, military, or scientific use. May supervise the manufacturing and installation of computer or computer-related equipment and components."
        ], 
        "profession": "Hardware Designer", 
        "source": "http://www.myplan.com/careers/computer-hardware-engineers/description-17-2061.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Plan, direct, or coordinate medical and health services in hospitals, clinics, managed care organizations, public health agencies, or similar organizations."
        ], 
        "profession": "Healthcare Administrator", 
        "source": "http://www.myplan.com/careers/medical-and-health-services-managers/description-11-9111.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "A graphic designer uses visual elements to communicate messages through print and electronic media. He or she may design magazines and newspapers, websites, packaging, video games, promotional displays and marketing materials. Graphic designers work for advertising, publishing and design firms. Some freelance, which means they work on a job-by-job basis, usually for different clients."
        ], 
        "profession": "Healthcare Consultant", 
        "source": "http://careerplanning.about.com/library/quiz/career_quizzes/blmgtconsultant_quiz.htm"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Analyze science, engineering, business, and other data processing problems to implement and improve computer systems. Analyze user requirements, procedures, and problems to automate or improve existing systems and review computer system capabilities, workflow, and scheduling limitations. May analyze or recommend commercially available software."
        ], 
        "profession": "Healthcare Integrator", 
        "source": "http://www.myplan.com/careers/computer-systems-analysts/description-15-1121.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Plan, direct, or coordinate investment strategy or operations for a large pool of liquid assets supplied by institutional investors or individual investors."
        ], 
        "profession": "Hedge Fund Manager", 
        "source": "http://www.myplan.com/careers/investment-fund-managers/description-11-9199.03.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Provide technical assistance to computer users. Answer questions or resolve computer problems for clients in person, or via telephone or electronically. May provide assistance concerning the use of computer hardware and software, including printing, installation, word processing, electronic mail, and operating systems."
        ], 
        "profession": "Help Desk Support", 
        "source": "http://www.myplan.com/careers/computer-user-support-specialists/description-15-1151.00.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Inspect structures using engineering skills to determine structural soundness and compliance with specifications, building codes, and other regulations. Inspections may be general in nature or may be limited to a specific area, such as electrical systems or plumbing."
        ], 
        "profession": "Home Inspector", 
        "source": "http://www.myplan.com/careers/construction-and-building-inspectors/description-47-4011.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Plan, direct, or coordinate medical and health services in hospitals, clinics, managed care organizations, public health agencies, or similar organizations."
        ], 
        "profession": "Hospice Administrator", 
        "source": "http://www.myplan.com/careers/medical-and-health-services-managers/description-11-9111.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Provide high-level administrative support by conducting research, preparing statistical reports, handling information requests, and performing clerical functions such as preparing correspondence, receiving visitors, arranging conference calls, and scheduling meetings. May also train and supervise lower-level clerical staff."
        ], 
        "profession": "HR Administrative Assistant", 
        "source": "http://www.myplan.com/careers/executive-secretaries-and-executive-administrative-assistants/description-43-6011.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Compile and keep personnel records. Record data for each employee, such as address, weekly earnings, absences, amount of sales or production, supervisory reports, and date of and reason for termination. May prepare reports for employment records, file employment records, or search employee files and furnish information to authorized persons."
        ], 
        "profession": "HRIS Analyst", 
        "source": "http://www.myplan.com/careers/human-resources-assistants-except-payroll-and-timekeeping/description-43-4161.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "career", 
            "overview", 
            "profession", 
            "source"
        ], 
        "profession": "Human Capital Consultant", 
        "source": "https://www.linkedin.com/jobs2/view/99685689?trkInfo=searchKeywordString%3AHuman+Capital+Consultant%2CsearchLocationString%3A%2C+%2Cvertical%3Ajobs%2CpageNum%3A1%2Cposition%3A1%2CMSRPsearchId%3A206966934_1453958984455&trk=jobs_jserp_job_listing_text"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Compile and keep personnel records. Record data for each employee, such as address, weekly earnings, absences, amount of sales or production, supervisory reports, and date of and reason for termination. May prepare reports for employment records, file employment records, or search employee files and furnish information to authorized persons."
        ], 
        "profession": "Human Resources Administrator", 
        "source": "http://www.myplan.com/careers/human-resources-assistants-except-payroll-and-timekeeping/description-43-4161.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Perform activities in the human resource area. Includes employment specialists who screen, recruit, interview, and place workers."
        ], 
        "profession": "Human Resources Analyst", 
        "source": "http://www.myplan.com/careers/human-resources-specialists/description-13-1071.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Perform activities in the human resource area. Includes employment specialists who screen, recruit, interview, and place workers."
        ], 
        "profession": "Human Resources Payroll and Benefits Specialist", 
        "source": "http://www.myplan.com/careers/human-resources-specialists/description-13-1071.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "All business operations specialists not listed separately."
        ], 
        "profession": "Import/Export Specialist", 
        "source": "http://www.myplan.com/careers/business-operations-specialists-all-other/description-13-1199.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Examine and analyze accounting records to determine financial status of establishment and prepare financial reports concerning operating procedures."
        ], 
        "profession": "Information Technology Auditor", 
        "source": "http://www.myplan.com/careers/auditors/description-13-2011.02.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Sell or solicit advertising space, time, or media in publications, signage, TV, radio, or the Internet. Includes individuals who obtain leases for outdoor advertising sites or persuade retailers to use sales promotion display items."
        ], 
        "profession": "Inside Sales Representative", 
        "source": "http://www.myplan.com/careers/advertising-sales-agents/description-41-3011.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Sell life, property, casualty, health, automotive, or other types of insurance. May refer clients to independent brokers, work as an independent broker, or be employed by an insurance company."
        ], 
        "profession": "Inside Salesperson", 
        "source": "http://www.myplan.com/careers/insurance-sales-agents/description-41-3021.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Insurance agents, who may be referred to as insurance sales agents, help clients choose insurance policies that suit their needs. Clients include individuals and families as well as businesses. Captive agents work for an insurance company, and only sell that company's products. Independent insurance agents, or brokers, represent several companies. Types of insurance include property and casualty, life, health, disability, and long-term care insurance.", 
            " Many insurance agents also sell mutual funds, variable annuities and other securities."
        ], 
        "profession": "Insurance Agent", 
        "source": "http://careerplanning.about.com/cs/occupations/p/insurance_sales.htm"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Investigate history and credit standing of individuals or business establishments applying for credit. Telephone or write to credit departments of business and service establishments to obtain information about applicant's credit standing."
        ], 
        "profession": "Insurance Investigator", 
        "source": "http://www.myplan.com/careers/credit-checkers/description-43-4041.02.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Conduct investigations to prevent crimes or solve criminal cases."
        ], 
        "profession": "Internal Investigator", 
        "source": "http://www.myplan.com/careers/police-detectives/description-33-3021.01.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Plan, direct, or coordinate the activities of buyers, purchasing officers, and related workers involved in purchasing materials, products, and services. Includes wholesale or retail trade merchandising managers and procurement managers."
        ], 
        "profession": "Inventory Planner", 
        "source": "http://www.myplan.com/careers/purchasing-managers/description-11-3061.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Coordinate and expedite the flow of work and materials within or between departments of an establishment according to production schedule. Duties include reviewing and distributing production, work, and shipment schedules; conferring with department supervisors to determine progress of work and completion dates; and compiling reports on progress of work, inventory levels, costs, and production problems."
        ], 
        "profession": "Inventory Planner/Analyst", 
        "source": "http://www.myplan.com/careers/production-planning-and-expediting-clerks/description-43-5061.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Advise clients on financial plans using knowledge of tax and investment strategies, securities, insurance, pension plans, and real estate. Duties include assessing clients' assets, liabilities, cash flow, insurance coverage, tax status, and financial objectives."
        ], 
        "profession": "Investment Banker", 
        "source": "http://www.myplan.com/careers/personal-financial-advisors/description-13-2052.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Buy and sell securities in investment and trading firms and develop and implement financial plans for individuals, businesses, and organizations."
        ], 
        "profession": "Investments Representative", 
        "source": "http://www.myplan.com/careers/sales-agents-securities-and-commodities/description-41-3031.01.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Insurance agents, who may be referred to as insurance sales agents, help clients choose insurance policies that suit their needs. Clients include individuals and families as well as businesses. Captive agents work for an insurance company, and only sell that company's products. Independent insurance agents, or brokers, represent several companies. Types of insurance include property and casualty, life, health, disability, and long-term care insurance.", 
            " Many insurance agents also sell mutual funds, variable annuities and other securities."
        ], 
        "profession": "Investor Relations Officer", 
        "source": "http://careerplanning.about.com/od/companyresearch/a/comp_research_2.htm"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Insurance agents, who may be referred to as insurance sales agents, help clients choose insurance policies that suit their needs. Clients include individuals and families as well as businesses. Captive agents work for an insurance company, and only sell that company's products. Independent insurance agents, or brokers, represent several companies. Types of insurance include property and casualty, life, health, disability, and long-term care insurance.", 
            " Many insurance agents also sell mutual funds, variable annuities and other securities."
        ], 
        "profession": "iOS Developer", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/g/def-job-outlook.htm"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Plan, direct, or coordinate activities in such fields as electronic data processing, information systems, systems analysis, and computer programming."
        ], 
        "profession": "IT Support Manager", 
        "source": "http://www.myplan.com/careers/computer-and-information-systems-managers/description-11-3021.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "A computer support specialist assists users who are having problems with software, computers or peripherals such as printers or scanners. Somecalled computer user support specialistsassist companies' customers, while othersknown as computer network support specialistsprovide in-house support to an organizations' information technology (IT) staff. Computer support specialists are also known as technical support specialists.", 
            " Those who provide help over the phone, via online chat or email, are called help desk technicians."
        ], 
        "profession": "IT Support Staff", 
        "source": "http://careerplanning.about.com/od/occupations/p/tech_support.htm"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Install, configure, and support an organization's local area network (LAN), wide area network (WAN), and Internet systems or a segment of a network system. Monitor network to ensure network availability to all system users and may perform necessary maintenance to support network availability. May monitor and test Web site performance to ensure Web sites operate correctly and without interruption. May assist in network modeling, analysis, planning, and coordination between network and data communications hardware and software. May supervise computer user support specialists and computer network support specialists. May administer network security measures."
        ], 
        "profession": "IT Systems Administrator", 
        "source": "http://www.myplan.com/careers/network-and-computer-systems-administrators/description-15-1142.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "A computer support specialist assists users who are having problems with software, computers or peripherals such as printers or scanners. Somecalled computer user support specialistsassist companies' customers, while othersknown as computer network support specialistsprovide in-house support to an organizations' information technology (IT) staff. Computer support specialists are also known as technical support specialists.", 
            " Those who provide help over the phone, via online chat or email, are called help desk technicians."
        ], 
        "profession": "Java Developer", 
        "source": "http://careerplanning.about.com/od/software-developer/p/software-developer.htm"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Sell goods for wholesalers or manufacturers to businesses or groups of individuals. Work requires substantial knowledge of items sold."
        ], 
        "profession": "Jewelry Product Manager", 
        "source": "http://www.myplan.com/careers/sales-representatives-wholesale-and-manufacturing-except-technical-and-scientific-products/description-41-4012.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Arbitrate, advise, adjudicate, or administer justice in a court of law. May sentence defendant in criminal cases according to government statutes or sentencing guidelines. May determine liability of defendant in civil cases. May perform wedding ceremonies."
        ], 
        "profession": "Judge", 
        "source": "http://www.myplan.com/careers/judges-magistrate-judges-and-magistrates/description-23-1023.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "A computer support specialist assists users who are having problems with software, computers or peripherals such as printers or scanners. Somecalled computer user support specialistsassist companies' customers, while othersknown as computer network support specialistsprovide in-house support to an organizations' information technology (IT) staff. Computer support specialists are also known as technical support specialists.", 
            " Those who provide help over the phone, via online chat or email, are called help desk technicians."
        ], 
        "profession": "Jury Consultant", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/a/legal-careers.htm"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Plan, direct, or coordinate advertising policies and programs or produce collateral materials, such as posters, contests, coupons, or give-aways, to create extra interest in the purchase of a product or service for a department, an entire organization, or on an account basis."
        ], 
        "profession": "Key Account Manager", 
        "source": "http://www.myplan.com/careers/advertising-and-promotions-managers/description-11-2011.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Set up or maintain laboratory equipment and collect samples from crops or animals. Prepare specimens or record data to assist scientists in biology or related life science experiments."
        ], 
        "profession": "Laboratory Technician", 
        "source": "http://www.myplan.com/careers/agricultural-technicians/description-19-4011.01.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "Employment of lawyers is projected to grow 10 percent from 2012 to 2022, about as fast as the average for all occupations. Demand for legal work will continue as individuals, businesses, and all levels of government require legal services in many areas.Despite this need for legal services, more price competition over the next decade may lead law firms to rethink their project staffing, to reduce costs to clients. As clients cut back on legal expenses, demand less expensive rates, and scrutinize invoices, work that was previously assigned to lawyers, such as document review, may now be given to paralegals and legal assistants. Some routine legal work may also be outsourced to other lower-cost legal providers located overseas.While law firms will continue to be the largest employers of lawyers, many large corporations are increasing their in-house legal departments to cut costs. For many companies, the high cost of hiring outside counsel lawyers and their support staff makes it more economical to shift work to their in-house legal department. This will lead to an increase in the demand of lawyers in a variety of settings, such as financial and insurance firms, consulting firms, and healthcare providers.Lawyers will continue to be needed in the federal government to prosecute or defend civil cases on behalf of the United States, prosecute criminal cases brought by the federal government, and collect money owed to the federal government. However, budgetary constraints at all levels of government, especially federal, will moderate employment growth.Demand is typically affected by cyclical swings in the economy. During recessions, demand declines for some discretionary legal services, such as planning estates, drafting wills, and handling real estate transactions. Also, corporations are less likely to litigate cases, when declining sales and profits restrict their budgets. Some corporations and law firms may cut staff to contain costs until business improves.Job ProspectsCompetition should continue to be strong, because more students are graduating from law school each year than there are jobs available. Some recent law school graduates who have been unable to find permanent positions are turning to the growing number of temporary staffing firms that place attorneys in short-term jobs. This service allows companies to hire lawyers as-needed and permits beginning lawyers to develop practical skills.Because of the strong competition, a law graduate's willingness to relocate and his or her work experience are becoming more important. However, to be licensed in another state, a lawyer may have to take an additional state bar examination.\n\n\n\n\n\n\nChanging employment\r\nbetween 2004 and 2014"
        ], 
        "profession": "Lawyer", 
        "source": "http://www.myplan.com/careers/lawyers/articles-23-1011.00.html?art=6"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Represent clients in criminal and civil litigation and other legal proceedings, draw up legal documents, or manage or advise clients on legal transactions. May specialize in a single area or may practice broadly in many areas of law."
        ], 
        "profession": "Lawyer", 
        "source": "http://www.myplan.com/careers/lawyers/description-23-1011.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "A computer support specialist assists users who are having problems with software, computers or peripherals such as printers or scanners. Somecalled computer user support specialistsassist companies' customers, while othersknown as computer network support specialistsprovide in-house support to an organizations' information technology (IT) staff. Computer support specialists are also known as technical support specialists.", 
            " Those who provide help over the phone, via online chat or email, are called help desk technicians."
        ], 
        "profession": "Legal Aide/Assistant", 
        "source": "http://careerplanning.about.com/od/occupations/p/paralegal.htm"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Perform secretarial duties using legal terminology, procedures, and documents. Prepare legal papers and correspondence, such as summonses, complaints, motions, and subpoenas. May also assist with legal research."
        ], 
        "profession": "Legal Secretary", 
        "source": "http://www.myplan.com/careers/legal-secretaries/description-43-6012.00.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Rent, buy, or sell property for clients. Perform duties, such as study property listings, interview prospective clients, accompany clients to property site, discuss conditions of sale, and draw up real estate contracts. Includes agents who represent buyer."
        ], 
        "profession": "Loan Documents Coordinator", 
        "source": "http://www.myplan.com/careers/real-estate-sales-agents/description-41-9022.00.html?printable=1"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nMost loan officers need a bachelor's degree and receive on-the-job training. Mortgage loan officers must be licensed.EducationLoan officers typically need a bachelor's degree, usually in a field such as business or finance. Because commercial loan officers analyze the finances of businesses applying for credit, they need to understand general business accounting, including how to read financial statements. Some loan officers may be able to enter the occupation without a bachelor's degree if they have related work experience, such as in sales, customer service, or banking.TrainingOnce hired, loan officers usually receive some on-the-job training. This may be a combination of formal, company-sponsored training and informal training during the first few months on the job. Those who use underwriting software often take classes to learn the company's software programs.Licenses, Certifications, and RegistrationsMortgage loan officers must have a Mortgage Loan Originator (MLO) license. To become licensed, mortgage loan officers must complete at least 20 hours of coursework, pass an exam, and submit to background and credit checks. Licenses must be renewed annually, and individual states may have additional requirements.Several banking associations and schools offer courses or certifications for loan officers. The American Bankers Association and the Mortgage Bankers Association both offer certification and training programs for loan officers. Although not required, certification shows dedication and expertise and thus may enhance a candidate's employment opportunities.Other ExperienceEmployers may prefer candidates who have work experience in lending, banking, sales, or customer service. For those without a bachelor's degree, work experience in a related field can be particularly useful.Important QualitiesDecision-making skills. Decision-making skills are important for loan officers, who must assess an applicant's financial information and decide whether to award a loan.Initiative. Loan officers need to have initiative when seeking out clients. They often act as salespeople, promoting their lending institution and contacting firms to determine their loan needs.Interpersonal skills. Because loan officers work with people, they must be able to guide customers through the application process and answer their questions."
        ], 
        "profession": "Loan Officer", 
        "source": "http://www.myplan.com/careers/loan-officers/articles-13-2072.00.html?art=5"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Arbitrate, advise, adjudicate, or administer justice in a court of law. May sentence defendant in criminal cases according to government statutes or sentencing guidelines. May determine liability of defendant in civil cases. May perform wedding ceremonies."
        ], 
        "profession": "Magistrate", 
        "source": "http://www.myplan.com/careers/judges-magistrate-judges-and-magistrates/description-23-1023.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Mail Clerk", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning, designing, and overseeing construction and maintenance of building structures, and facilities, such as roads, railroads, airports, bridges, harbors, channels, dams, irrigation projects, pipelines, power plants, and water and sewage systems."
        ], 
        "profession": "Maintenance Engineer", 
        "source": "http://www.myplan.com/careers/civil-engineers/description-17-2051.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Management Consultant", 
        "source": "http://careerplanning.about.com/od/occupations/p/managanalyst.htm"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nCandidates need a combination of education and related work experience to become a training and development manager.EducationAlthough managers need a bachelor's degree for many positions, some jobs require a master's degree. Managers can have a variety of educational backgrounds, but they often have a bachelor's degree in human resources, business administration, or a related field.Some employers prefer or require that managers have a master's degree, usually with a concentration in training and development, human resources management, organizational development, or business administration.Training and development managers also may benefit from studying instructional design, behavioral psychology, or educational psychology. In addition, as technology continues to play a larger role in training and development, a growing number of organizations seek candidates who have a background in information technology or computer science.Work Experience in a Related OccupationRelated work experience is essential for training and development managers. Many positions require work experience in training and development or another human resources field, management, or teaching. For example, many training and development managers start out as training and development specialists. Some employers also prefer experience in the industry in which the company operates. Increasingly, employers look for workers with experience in information technology as organizations introduce more e-learning and technology-based tools.Licenses, Certifications, and RegistrationsMany professional associations for human resources professionals offer classes to enhance the skills of their members. Some associations, including the American Society for Training and Development and International Society for Performance Improvement, specialize in training and development and offer certification programs. Although not required, certification can show professional expertise and credibility. In fact, many employers prefer to hire certified candidates, and some positions may require certification.Important QualitiesCommunication skills. Communication skills are essential for training and development managers because they often give presentations. Workers must communicate information clearly and facilitate learning by diverse audiences. They also must be able to effectively convey instructions to their staff.Critical-thinking skills. Training and development managers use critical-thinking skills when assessing classes, materials, and programs. They must identify the training needs of an organization and recognize where changes and improvements can be made.Decision-making skills. Training and development managers must decide the best training programs to meet the needs of the organization. For example, they must review available training methods and materials and choose those that best fit each program.Interpersonal skills. Training and development managers need strong interpersonal skills because delivering training programs requires collaborating with staff, trainees, subject matter experts, and the organization's leaders. They also accomplish much of their work through teams.Leadership skills. Leadership skills are important for training and development managers, who are often in charge of a staff and are responsible for many programs. Managers must be able to organize, motivate, and instruct those working under them."
        ], 
        "profession": "Manager International Business Development", 
        "source": "http://www.myplan.com/careers/training-and-development-managers/articles-11-3131.00.html?art=5"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Manager of Contracts", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Manufacturer Sales Representative", 
        "source": "http://careerplanning.about.com/od/occupations/p/sales_rep.htm"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Research market conditions in local, regional, or national areas, or gather information to determine potential sales of a product or service, or create a marketing campaign. May gather information on competitors, prices, sales, and methods of marketing and distribution."
        ], 
        "profession": "Market Research Analyst", 
        "source": "http://www.myplan.com/careers/market-research-analysts-and-marketing-specialists/description-13-1161.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "A management analyst helps a company change its structure, increase profits or improve efficiency. A company will hire one when it wants to become more competitive. A management analyst may also be known as a management consultant. One may either be a generalist or he or she may specialize in a particular industry."
        ], 
        "profession": "Marketing Associate", 
        "source": "http://careerplanning.about.com/od/College-Majors/fl/Marketing-Major.htm"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Marketing Coordinator", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Marketing Manager", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "A marketing manager formulates a firm's marketing strategy. With the assistance of a marketing or sales team, a marketing manager estimates demand for and identifies markets for the company's or organization's products and services. A marketing manager and his or her team also set prices with an eye toward maximizing profits, increasing market share and keeping customers happy."
        ], 
        "profession": "Marketing Manager", 
        "source": "http://careerplanning.about.com/od/occupations/p/marketing_mgr.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Perform therapeutic massages of soft tissues and joints. May assist in the assessment of range of motion and muscle strength, or propose client therapy plans."
        ], 
        "profession": "Massage Therapist", 
        "source": "http://www.myplan.com/careers/massage-therapists/description-31-9011.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Evaluate materials and develop machinery and processes to manufacture materials for use in products that must meet specialized design and performance specifications. Develop new uses for known materials. Includes those engineers working with composite materials or specializing in one type of material, such as graphite, metal and metal alloys, ceramics and glass, plastics and polymers, and naturally occurring materials. Includes metallurgists and metallurgical engineers, ceramic engineers, and welding engineers."
        ], 
        "profession": "Materials Engineer", 
        "source": "http://www.myplan.com/careers/materials-engineers/description-17-2131.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning and designing tools, engines, machines, and other mechanically functioning equipment. Oversee installation, operation, maintenance, and repair of equipment such as centralized heat, gas, water, and steam systems."
        ], 
        "profession": "Mechanical Engineer", 
        "source": "http://www.myplan.com/careers/mechanical-engineers/description-17-2141.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Media Buyer", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Media Planner", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Engage in promoting or creating an intended public image for individuals, groups, or organizations. May write or select material for release to various communications media."
        ], 
        "profession": "Media Relations Coordinator", 
        "source": "http://www.myplan.com/careers/public-relations-specialists/description-27-3031.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Have you ever wondered why a certain product is sitting on the shelf of your favorite retailer? Who decided that anyone would want to buy it? Why is its price what it is and who decided that advertising it in a particular way would appeal to you and other consumers out there? Market research analysts help companies figure out what to sell, who will buy their products and services and how to promote them.", 
            " In order to get all this information, they design surveys that are used to help discover potential customers' preferences. Then these marketing professionals train and supervise interviewers who conduct these surveys online, by telephone or through interviews with individuals or focus groups."
        ], 
        "profession": "Media Researcher", 
        "source": "http://careerplanning.about.com/od/occupations/p/mkt_rsch_analst.htm"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Assist patients in obtaining services, understanding policies and making health care decisions."
        ], 
        "profession": "Medicaid Service Coordinator", 
        "source": "http://www.myplan.com/careers/patient-representatives/description-43-4051.03.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Obtain information from insured or designated persons for purpose of settling claim with insurance carrier."
        ], 
        "profession": "Medical Claims and Billing Specialist", 
        "source": "http://www.myplan.com/careers/insurance-claims-clerks/description-43-9041.01.html"
    }, 
    {
        "career": "Healthcare Services", 
        "profession": "Medical Receptionist", 
        "source": "http://www.myplan.com/majors/medical-reception-receptionist/community-51.0712.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "A medical scientist studies human diseases and conditions with an eye toward improving human health. Through research, he or she determines the causes of diseases and then develops ways to prevent or treat them."
        ], 
        "profession": "Medical Scientist", 
        "source": "http://careerplanning.about.com/od/occupations/p/medical_scientist.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "profession": "Medical Secretary", 
        "source": "http://www.myplan.com/majors/medical-administrative-executive-assistant-and-medical-secretary/community-51.0716.html"
    }, 
    {
        "career": "Art & Design", 
        "profession": "Merchandiser", 
        "source": "http://www.myplan.com/majors/fashion-merchandising/description-52.1902.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Buy merchandise or commodities, other than farm products, for resale to consumers at the wholesale or retail level, including both durable and nondurable goods. Analyze past buying trends, sales records, price, and quality of merchandise to determine value and yield. Select, order, and authorize payment for merchandise according to contractual agreements. May conduct meetings with sales personnel and introduce new products. Includes assistant wholesale and retail buyers of nonfarm products."
        ], 
        "profession": "Merchant Assistant", 
        "source": "http://www.myplan.com/careers/wholesale-and-retail-buyers/description-13-1022.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Perform complex medical laboratory tests for diagnosis, treatment, and prevention of disease. May train or supervise staff."
        ], 
        "profession": "Microbiologist", 
        "source": "http://www.myplan.com/careers/medical-and-clinical-laboratory-technologists/description-29-2011.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Model garments or other apparel and accessories for prospective buyers at fashion shows, private showings, or retail establishments. May pose for photos to be used in magazines or advertisements. May pose as subject for paintings, sculptures, and other types of artistic expression."
        ], 
        "profession": "Model", 
        "source": "http://www.myplan.com/careers/models/description-41-9012.00.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "A medical scientist studies human diseases and conditions with an eye toward improving human health. Through research, he or she determines the causes of diseases and then develops ways to prevent or treat them."
        ], 
        "profession": "Mortgage Advisor", 
        "source": "http://careerplanning.about.com/od/financialadvisor/a/financial-careers.htm"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Loan officers work for banks and other financial institutions. They help individuals and businesses obtain funds from these lenders. Loan officers specialize in commercial, consumer and mortgage loans."
        ], 
        "profession": "Mortgage Banker", 
        "source": "http://careerplanning.about.com/od/occupations/p/loan_officer.htm"
    }, 
    {
        "career": "Purchasing", 
        "profession": "MRO Buyer", 
        "source": "Empty"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Conduct quantitative analyses of information affecting investment programs of public or private institutions."
        ], 
        "profession": "Mutual Fund Analyst", 
        "source": "http://www.myplan.com/careers/financial-analysts/description-13-2051.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Design and implement computer and information networks, such as local area networks (LAN), wide area networks (WAN), intranets, extranets, and other data communications networks. Perform network modeling, analysis, and planning. May also design network and computer security measures. May research and recommend network and data communications hardware and software."
        ], 
        "profession": "Network Architect", 
        "source": "http://www.myplan.com/careers/computer-network-architects/description-15-1143.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Design or analyze operational solutions for projects such as transportation optimization, network modeling, process and methods analysis, cost containment, capacity enhancement, routing and shipment optimization, or information management."
        ], 
        "profession": "Network Engineer", 
        "source": "http://www.myplan.com/careers/logistics-engineers/description-13-1081.01.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Design and implement computer and information networks, such as local area networks (LAN), wide area networks (WAN), intranets, extranets, and other data communications networks. Perform network modeling, analysis, and planning. May also design network and computer security measures. May research and recommend network and data communications hardware and software."
        ], 
        "profession": "Network Engineer", 
        "source": "http://www.myplan.com/careers/computer-network-architects/description-15-1143.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Provide healthcare services typically performed by a physician, under the supervision of a physician. Conduct complete physicals, provide treatment, and counsel patients. May, in some cases, prescribe medication. Must graduate from an accredited educational program for physician assistants."
        ], 
        "profession": "Nurse", 
        "source": "http://www.myplan.com/careers/physician-assistants/description-29-1071.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Dietitians and nutritionists plan food and nutrition programs, and supervise the preparation and serving of meals. They help prevent and treat illnesses by promoting healthy eating habits and suggesting diet modifications.", 
            "While dietitians and nutritionists are both experts in food and nutrition, there is a difference between these healthcare professionals, explains About.com Nutrition Guide Shereen Jegtvig in her article What's the Difference Between a Dietitian and a Nutritionist?.", 
            " Jegtvig says \"dietitians are considered to be nutritionists, but not all nutritionists are dietitians.\" The distinction between the two lies in their training and licensing which will be discussed later.", 
            "Dietitians run food service systems for institutions such as hospitals and schools, promote sound eating habits through education, and conduct research. Major areas of practice include clinical, community, management, and consultant dietetics."
        ], 
        "profession": "Nutritionist", 
        "source": "http://careerplanning.about.com/cs/occupations/p/dietitian.htm"
    }, 
    {
        "career": "Education", 
        "overview": [
            "An occupational therapist (OT) is a health professional who is responsible for helping patients regain their ability to perform daily living and work activities. His or her patients have generally lost these abilities because of mental, physical or developmentally or emotionally disabling conditions. An occupational therapist is one member of a rehabilitation team that may also include a physical therapist, speech pathologist, psychologist and social worker."
        ], 
        "profession": "Occupational Therapist", 
        "source": "http://careerplanning.about.com/od/occupations/p/occ_therapist.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "An occupational therapist (OT) is a health professional who is responsible for helping patients regain their ability to perform daily living and work activities. His or her patients have generally lost these abilities because of mental, physical or developmentally or emotionally disabling conditions. An occupational therapist is one member of a rehabilitation team that may also include a physical therapist, speech pathologist, psychologist and social worker."
        ], 
        "profession": "Occupational Therapist", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/a/health-care-support-careers.htm"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Perform duties too varied and diverse to be classified in any specific office clerical occupation, requiring knowledge of office systems and procedures. Clerical duties may be assigned in accordance with the office procedures of individual establishments and may include a combination of answering telephones, bookkeeping, typing or word processing, stenography, office machine operation, and filing."
        ], 
        "profession": "Office Assistant", 
        "source": "http://www.myplan.com/careers/office-clerks-general/description-43-9061.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Plan, direct, or coordinate one or more administrative services of an organization, such as records and information management, mail distribution, facilities planning and maintenance, custodial operations, and other office support services."
        ], 
        "profession": "Office Manager", 
        "source": "http://www.myplan.com/careers/administrative-services-managers/description-11-3011.00.html"
    }, 
    {
        "career": "Legal", 
        "overview": [
            "Assist lawyers by investigating facts, preparing legal documents, or researching legal precedent. Conduct research to support a legal proceeding, to formulate a defense, or to initiate legal action."
        ], 
        "profession": "Paralegal", 
        "source": "http://www.myplan.com/careers/paralegals-and-legal-assistants/description-23-2011.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "An occupational therapist (OT) is a health professional who is responsible for helping patients regain their ability to perform daily living and work activities. His or her patients have generally lost these abilities because of mental, physical or developmentally or emotionally disabling conditions. An occupational therapist is one member of a rehabilitation team that may also include a physical therapist, speech pathologist, psychologist and social worker."
        ], 
        "profession": "Paralegal", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/a/degree-in-political-science.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "profession": "Paramedic", 
        "source": "http://www.myplan.com/majors/emergency-medical-technology-technician-emt-paramedic/community-51.0904.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Teach or instruct courses other than those that normally lead to an occupational objective or degree. Courses may include self-improvement, nonvocational, and nonacademic subjects. Teaching may or may not take place in a traditional educational institution."
        ], 
        "profession": "Parent Educator", 
        "source": "http://www.myplan.com/careers/self-enrichment-education-teachers/description-25-3021.00.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Compile and record employee time and payroll data. May compute employees' time worked, production, and commission. May compute and post wages and deductions, or prepare paychecks."
        ], 
        "profession": "Payroll Manager", 
        "source": "http://www.myplan.com/careers/payroll-and-timekeeping-clerks/description-43-3051.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "profession": "Peer Recovery Specialist", 
        "source": "Empty"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "An occupational therapist (OT) is a health professional who is responsible for helping patients regain their ability to perform daily living and work activities. His or her patients have generally lost these abilities because of mental, physical or developmentally or emotionally disabling conditions. An occupational therapist is one member of a rehabilitation team that may also include a physical therapist, speech pathologist, psychologist and social worker."
        ], 
        "profession": "Personal Shopper", 
        "source": "http://careerplanning.about.com/cs/personalissues/a/personal_info.htm"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Interact with customers to provide information in response to inquiries about products and services and to handle and resolve complaints."
        ], 
        "profession": "Pharmaceutical Sales Rep", 
        "source": "http://www.myplan.com/careers/customer-service-representatives/description-43-4051.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Dispense drugs prescribed by physicians and other health practitioners and provide information to patients about medications and their use. May advise physicians and other health practitioners on the selection, dosage, interactions, and side effects of medications."
        ], 
        "profession": "Pharmacist", 
        "source": "http://www.myplan.com/careers/pharmacists/description-29-1051.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Provide healthcare services typically performed by a physician, under the supervision of a physician. Conduct complete physicals, provide treatment, and counsel patients. May, in some cases, prescribe medication. Must graduate from an accredited educational program for physician assistants."
        ], 
        "profession": "Physician", 
        "source": "http://www.myplan.com/careers/physician-assistants/description-29-1071.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Design or oversee projects involving provision of potable water, disposal of wastewater and sewage, or prevention of flood-related damage. Prepare environmental documentation for water resources, regulatory program compliance, data management and analysis, and field work. Perform hydraulic modeling and pipeline design."
        ], 
        "profession": "Pipeline Engineer", 
        "source": "http://www.myplan.com/careers/water-wastewater-engineers/description-17-2081.01.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A physician assistant provides primary health care services under a physician's supervision."
        ], 
        "profession": "Planning Assistant", 
        "source": "http://careerplanning.about.com/od/occupations/p/physician_assistant.htm"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Patrol assigned area to enforce laws and ordinances, regulate traffic, control crowds, prevent crime, and arrest violators."
        ], 
        "profession": "Police Officer", 
        "source": "http://www.myplan.com/careers/police-patrol-officers/description-33-3051.01.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nMost management analysts have at least a bachelor's degree. The Certified Management Consultant (CMC) designation may improve job prospects.EducationA bachelor's degree is the typical entry-level requirement for management analysts. However, some employers prefer to hire candidates who have a master's degree in business administration (MBA).Few colleges and universities offer formal programs in management consulting. However, many fields of study provide a suitable education because of the range of areas that management analysts address. Common fields of study include business, management, economics, political science and government, accounting, finance, marketing, psychology, computer and information science, and English.Analysts also routinely attend conferences to stay up to date on current developments in their field.Licenses, Certifications, and RegistrationsThe Institute of Management Consultants USA (IMC USA) offers the Certified Management Consultant (CMC) designation to those who meet minimum levels of education and experience, submit client reviews, and pass an interview and exam covering the IMC USA's Code of Ethics. Management consultants with a CMC designation must be recertified every 3 years. Management analysts are not required to get certification, but it may give jobseekers a competitive advantage.Work Experience in a Related OccupationMany analysts enter the occupation with several years of work experience. Organizations that specialize in certain fields typically try to hire candidates who have experience in those areas. Typical work backgrounds include management, human resources, and information technology.AdvancementAs consultants gain experience, they often take on more responsibility. At the senior level, consultants may supervise teams working on more complex projects and become more involved in seeking out new business. Those with exceptional skills may eventually become partners in their consulting organization and focus on attracting new clients and bringing in revenue. Senior consultants who leave their consulting company often move to senior management positions at nonconsulting organizations.Important QualitiesAnalytical skills. Management analysts must be able to interpret a wide range of information and use their findings to make proposals.Communication skills. Management analysts must be able to communicate clearly and precisely in both writing and speaking. Successful analysts also need good listening skills to understand the organization's problems and propose appropriate solutions.Interpersonal skills. Management analysts must work with managers and other employees of the organizations where they provide consulting services. They should work as a team toward achieving the organization's goals.Problem-solving skills. Management analysts must be able to think creatively to solve clients' problems. Although some aspects of different clients' problems may be similar, each situation is likely to present unique challenges for the analyst to solve.Time-management skills. Management analysts often work under tight deadlines and must use their time efficiently to complete projects on time."
        ], 
        "profession": "Political Consultant", 
        "source": "http://www.myplan.com/careers/management-analysts/articles-13-1111.00.html?art=5"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Advise clients on financial plans using knowledge of tax and investment strategies, securities, insurance, pension plans, and real estate. Duties include assessing clients' assets, liabilities, cash flow, insurance coverage, tax status, and financial objectives."
        ], 
        "profession": "Portfolio Manager", 
        "source": "http://www.myplan.com/careers/personal-financial-advisors/description-13-2052.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Research, design, develop, test, or supervise the manufacturing and installation of electrical equipment, components, or systems for commercial, industrial, military, or scientific use."
        ], 
        "profession": "Power Engineer", 
        "source": "http://www.myplan.com/careers/electrical-engineers/description-17-2071.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Buy merchandise or commodities, other than farm products, for resale to consumers at the wholesale or retail level, including both durable and nondurable goods. Analyze past buying trends, sales records, price, and quality of merchandise to determine value and yield. Select, order, and authorize payment for merchandise according to contractual agreements. May conduct meetings with sales personnel and introduce new products. Includes assistant wholesale and retail buyers of nonfarm products."
        ], 
        "profession": "Pricing Specialist", 
        "source": "http://www.myplan.com/careers/wholesale-and-retail-buyers/description-13-1022.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "A principal manages an elementary, middle or secondary school. He or she is responsible for everything that goes on inside the building. A principal establishes educational goals for his or her school and makes sure the faculty meets them."
        ], 
        "profession": "Principal", 
        "source": "http://careerplanning.about.com/od/occupations/p/principal.htm"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Design chemical plant equipment and devise processes for manufacturing chemicals and products, such as gasoline, synthetic rubber, plastics, detergents, cement, paper, and pulp, by applying principles and technology of chemistry, physics, and engineering."
        ], 
        "profession": "Process Engineer", 
        "source": "http://www.myplan.com/careers/chemical-engineers/description-17-2041.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Review, evaluate, and analyze work environments and design programs and procedures to control, eliminate, and prevent disease or injury caused by chemical, physical, and biological agents or ergonomic factors. May conduct inspections and enforce adherence to laws and regulations governing the health and safety of individuals. May be employed in the public or private sector. Includes environmental protection officers."
        ], 
        "profession": "Process Inspector", 
        "source": "http://www.myplan.com/careers/occupational-health-and-safety-specialists/description-29-9011.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "A principal manages an elementary, middle or secondary school. He or she is responsible for everything that goes on inside the building. A principal establishes educational goals for his or her school and makes sure the faculty meets them."
        ], 
        "profession": "Product Developer", 
        "source": "http://careerplanning.about.com/od/software-developer/p/software-developer.htm"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Define, plan, or execute biofuels/biodiesel research programs that evaluate alternative feedstock and process technologies with near-term commercial potential."
        ], 
        "profession": "Product Manager", 
        "source": "http://www.myplan.com/careers/biofuels-biodiesel-technology-and-product-development-managers/description-11-9041.01.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Product Marketing Manager", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Conduct organizational studies and evaluations, design systems and procedures, conduct work simplification and measurement studies, and prepare operations and procedures manuals to assist management in operating more efficiently and effectively. Includes program analysts and management consultants."
        ], 
        "profession": "Program Management, Manager", 
        "source": "http://www.myplan.com/careers/management-analysts/description-13-1111.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Perform engineering duties in planning, designing, and overseeing construction and maintenance of building structures, and facilities, such as roads, railroads, airports, bridges, harbors, channels, dams, irrigation projects, pipelines, power plants, and water and sewage systems."
        ], 
        "profession": "Project Engineer", 
        "source": "http://www.myplan.com/careers/civil-engineers/description-17-2051.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "A project manager oversees construction projects. He or she hires and supervises specialty trade contractors. Project managers may also be called construction managers, construction superintendents and construction foremen."
        ], 
        "profession": "Project Manager", 
        "source": "http://careerplanning.about.com/od/occupations/p/project_manager.htm"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Plan, direct, or coordinate clinical research projects. Direct the activities of workers engaged in clinical research projects to ensure compliance with protocols and overall clinical objectives. May evaluate and analyze clinical data."
        ], 
        "profession": "Project Manager", 
        "source": "http://www.myplan.com/careers/clinical-research-coordinators/description-11-9121.01.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Assist mentally impaired or emotionally disturbed patients, working under direction of nursing and medical staff. May assist with daily living activities, lead patients in educational and recreational activities, or accompany patients to and from examinations and treatments. May restrain violent patients. Includes psychiatric orderlies."
        ], 
        "profession": "Psychiatric Aide", 
        "source": "http://www.myplan.com/careers/psychiatric-aides/description-31-1013.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Physicians who diagnose, treat, and help prevent disorders of the mind."
        ], 
        "profession": "Psychiatrist", 
        "source": "http://www.myplan.com/careers/psychiatrists/description-29-1066.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Psychology is the study of human thought, emotion and behavior. Someone who is trained in this discipline is called a psychologist and he or she has a variety of options from which to choose when deciding on an area of specialization. The most popular areas are clinical, counseling and school psychology. Although trained differently, a clinical or counseling psychologist both assess individuals in order to diagnose and subsequently treat their mental, emotional and behavioral disorders.", 
            " A school psychologist focuses on education-related issues. Another popular area is industrial and organizational psychology. Someone who works in this area applies psychological principles to workplace problems."
        ], 
        "profession": "Psychologist", 
        "source": "http://careerplanning.about.com/od/occupations/p/psychologist.htm"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate activities designed to create or maintain a favorable public image or raise issue awareness for their organization or client; or if engaged in fundraising, plan, direct, or coordinate activities to solicit and maintain funds for special projects or nonprofit organizations."
        ], 
        "profession": "Public Relations Manager", 
        "source": "http://www.myplan.com/careers/public-relations-and-fundraising-managers/description-11-2031.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate advertising policies and programs or produce collateral materials, such as posters, contests, coupons, or give-aways, to create extra interest in the purchase of a product or service for a department, an entire organization, or on an account basis."
        ], 
        "profession": "Publicity Manager", 
        "source": "http://www.myplan.com/careers/advertising-and-promotions-managers/description-11-2011.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Purchase farm products either for further processing or resale. Includes tree farm contractors, grain brokers and market operators, grain buyers, and tobacco buyers."
        ], 
        "profession": "Purchaser", 
        "source": "http://www.myplan.com/careers/purchasing-agents-and-buyers-farm-products/description-13-1021.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Direct or coordinate production, purchasing, warehousing, distribution, or financial forecasting services or activities to limit costs and improve accuracy, customer service, or safety. Examine existing procedures or opportunities for streamlining activities to meet product distribution needs. Direct the movement, storage, or processing of inventory."
        ], 
        "profession": "Purchasing and Planning Analyst", 
        "source": "http://www.myplan.com/careers/supply-chain-managers/description-11-9199.04.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Assist social scientists in laboratory, survey, and other social science research. May help prepare findings for publication and assist in laboratory analysis, quality control, or data management."
        ], 
        "profession": "Quality Assistant", 
        "source": "http://www.myplan.com/careers/social-science-research-assistants/description-19-4061.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Perform standardized qualitative and quantitative tests to determine physical or chemical properties of food or beverage products."
        ], 
        "profession": "Quality Assurance Manager", 
        "source": "http://www.myplan.com/careers/food-science-technicians/description-19-4011.02.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Design, develop, test, and evaluate integrated systems for managing industrial production processes, including human work factors, quality control, inventory control, logistics and material flow, cost analysis, and production coordination."
        ], 
        "profession": "Quality Control Engineer", 
        "source": "http://www.myplan.com/careers/industrial-engineers/description-17-2112.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nReal estate brokers and sales agents need at least a high school diploma. Both brokers and sales agents must be licensed. To become licensed, candidates must complete a number of real estate courses and pass a licensing exam.Licenses, Certifications, and RegistrationsIn all states and the District of Columbia, real estate brokers and sales agents must be licensed. Licensing requirements vary by state, but most have similar basic requirements:Candidates mustbe 18 years oldcomplete a number of real estate coursespass an examSome states have additional requirements, such as passing a background check. Licenses are typically not transferrable among states. However, some states have reciprocity agreements and will accept licenses issued by some other states.To obtain a broker's license, individuals typically need 1 to 3 years of experience as a licensed sales agent. They also must take additional formal classroom training. In some states, a bachelor's degree may be substituted in place of some experience or training requirements.State licenses typically must be renewed every 2 to 4 years. In most states, brokers and agents must complete continuing education courses to renew their license. To verify exact licensing requirements, prospective brokers and agents should contact the real estate licensing commission of the state in which they wish to work.EducationReal estate brokers and sales agents must have at least a high school diploma or equivalent. Although most brokers and agents must take state-accredited prelicensing courses to become licensed, some states may waive this requirement if the candidate has taken college courses in real estate.As the real estate market becomes more competitive and complex, some employers prefer to hire candidates with college courses or a college degree. Some community colleges, colleges, and universities offer courses in real estate. Some offer associate's and bachelor's degree programs in real estate, and many others offer certificate programs. Courses in finance, business administration, economics, and law also can be useful.Brokers intending to open their own company often take business courses, such as marketing and accounting.In addition to offering prelicensing courses, many real estate associations have courses and professional development programs for both beginners and experienced agents. These courses cover a variety of topics, such as real estate fundamentals, real estate law, and mortgage financing.Work Experience in a Related OccupationTo get a broker's license in most states, real estate brokers must have experience working as a licensed real estate sales agent. Requirements vary by state, but most require 1 to 3 years of experience.TrainingReal estate sales agents improve their skills though practice and repetition. Because of the sales environment and the complexity of real estate deals, new agents typically observe and work closely with more senior agents. For example, new agents in some real estate firms may work with mentors and split commission on their first few homes sold. In addition, some of the larger real estate companies provide formal classroom training for new agents as a way to gain knowledge and experience.AdvancementIn larger firms, experienced agents can advance to sales manager or general manager. Sales agents who earn their broker's license may open their own offices.Important QualitiesBusiness skills. Because most brokers are self-employed, they must manage every aspect of their business. This includes reaching out to prospective clients, handling their finances, and advertising their services.Interpersonal skills. Strong interpersonal skills are essential for real estate brokers and sales agents, because they spend much of their time interacting with clients and customers. To attract and keep clients, they must be pleasant, enthusiastic, and trustworthy.Organizational skills. Real estate brokers and sales agents must be able to work independently, managing their own time and organizing, planning, and prioritizing their work.Problem-solving skills. Real estate brokers and sales agents need to be able to quickly (sometimes immediately) address concerns clients or potential customers may have with a property. They also mediate negotiations between the seller and buyer."
        ], 
        "profession": "Real Estate Agent", 
        "source": "http://www.myplan.com/careers/real-estate-sales-agents/articles-41-9022.00.html?art=5"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Rent, buy, or sell property for clients. Perform duties, such as study property listings, interview prospective clients, accompany clients to property site, discuss conditions of sale, and draw up real estate contracts. Includes agents who represent buyer."
        ], 
        "profession": "Real Estate Agent", 
        "source": "http://www.myplan.com/careers/real-estate-sales-agents/description-41-9022.00.html?printable=1"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Represent clients in criminal and civil litigation and other legal proceedings, draw up legal documents, or manage or advise clients on legal transactions. May specialize in a single area or may practice broadly in many areas of law."
        ], 
        "profession": "Real Estate Attorney", 
        "source": "http://www.myplan.com/careers/lawyers/description-23-1011.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Answer inquiries and provide information to the general public, customers, visitors, and other interested parties regarding activities conducted at establishment and location of departments, offices, and employees within the organization."
        ], 
        "profession": "Receptionist", 
        "source": "http://www.myplan.com/careers/receptionists-and-information-clerks/description-43-4171.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Answer inquiries and provide information to the general public, customers, visitors, and other interested parties regarding activities conducted at establishment and location of departments, offices, and employees within the organization."
        ], 
        "profession": "Receptionist", 
        "source": "http://www.myplan.com/careers/receptionists-and-information-clerks/description-43-4171.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Perform activities in the human resource area. Includes employment specialists who screen, recruit, interview, and place workers."
        ], 
        "profession": "Recruiter", 
        "source": "http://www.myplan.com/careers/human-resources-specialists/description-13-1071.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Plan, direct, or coordinate human resources activities and staff of an organization."
        ], 
        "profession": "Recruiting Manager", 
        "source": "http://www.myplan.com/careers/human-resources-managers/description-11-3121.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Counsel individuals to maximize the independence and employability of persons coping with personal, social, and vocational difficulties that result from birth defects, illness, disease, accidents, or the stress of daily life. Coordinate activities for residents of care and treatment facilities. Assess client needs and design and implement rehabilitation programs that may include personal and vocational counseling, training, and job placement."
        ], 
        "profession": "Rehabilitation Coordinator", 
        "source": "http://www.myplan.com/careers/rehabilitation-counselors/description-21-1015.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Assist social scientists in laboratory, survey, and other social science research. May help prepare findings for publication and assist in laboratory analysis, quality control, or data management."
        ], 
        "profession": "Research Assistant", 
        "source": "http://www.myplan.com/careers/social-science-research-assistants/description-19-4061.00.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Evaluate materials and develop machinery and processes to manufacture materials for use in products that must meet specialized design and performance specifications. Develop new uses for known materials. Includes those engineers working with composite materials or specializing in one type of material, such as graphite, metal and metal alloys, ceramics and glass, plastics and polymers, and naturally occurring materials. Includes metallurgists and metallurgical engineers, ceramic engineers, and welding engineers."
        ], 
        "profession": "Research Engineer", 
        "source": "http://www.myplan.com/careers/materials-engineers/description-17-2131.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Set up or maintain laboratory equipment and collect samples from crops or animals. Prepare specimens or record data to assist scientists in biology or related life science experiments."
        ], 
        "profession": "Research Technician", 
        "source": "http://www.myplan.com/careers/agricultural-technicians/description-19-4011.01.html"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Rent, buy, or sell property for clients. Perform duties, such as study property listings, interview prospective clients, accompany clients to property site, discuss conditions of sale, and draw up real estate contracts. Includes agents who represent buyer."
        ], 
        "profession": "Retail Loan Specialist", 
        "source": "http://www.myplan.com/careers/real-estate-sales-agents/description-41-9022.00.html"
    }, 
    {
        "career": "Support", 
        "overview": [
            "Sell merchandise, such as furniture, motor vehicles, appliances, or apparel to consumers."
        ], 
        "profession": "Retail Sales Associate", 
        "source": "http://www.myplan.com/careers/retail-salespersons/description-41-2031.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Directly supervise and coordinate activities of retail sales workers in an establishment or department. Duties may include management functions, such as purchasing, budgeting, accounting, and personnel work, in addition to supervisory duties."
        ], 
        "profession": "Retail Store Manager", 
        "source": "http://www.myplan.com/careers/first-line-supervisors-of-retail-sales-workers/description-41-1011.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Direct and coordinate financial activities of workers in a branch, office, or department of an establishment, such as branch bank, brokerage firm, risk and insurance department, or credit department."
        ], 
        "profession": "Risk Manager", 
        "source": "http://www.myplan.com/careers/financial-managers-branch-or-department/description-11-3031.02.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "Plan, implement, and coordinate safety programs, requiring application of engineering principles and technology, to prevent or correct unsafe environmental working conditions."
        ], 
        "profession": "Safety Consultant", 
        "source": "http://www.myplan.com/careers/industrial-safety-and-health-engineers/description-17-2111.01.html"
    }, 
    {
        "career": "Engineering", 
        "overview": [
            "Sell business goods or services, the selling of which requires a technical background equivalent to a baccalaureate degree in engineering."
        ], 
        "profession": "Sales Engineer", 
        "source": "http://www.myplan.com/careers/sales-engineers/description-41-9031.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Sales Manager", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Sell merchandise, such as furniture, motor vehicles, appliances, or apparel to consumers."
        ], 
        "profession": "Salesperson", 
        "source": "http://www.myplan.com/careers/retail-salespersons/description-41-2031.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Librarians select materials, organize those materials and help people use them effectively. Many work with the public, while others work behind the scenes in technical support and acquisitions or in administration. Although librarians traditionally worked with printed resources, they have kept up with ever-evolving technology and now work with electronic resources that include the Internet, computerized databases and ebooks.", 
            " Librarians are also referred to as information professionals."
        ], 
        "profession": "School Librarian", 
        "source": "http://careerplanning.about.com/od/occupations/p/librarian.htm"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Librarians select materials, organize those materials and help people use them effectively. Many work with the public, while others work behind the scenes in technical support and acquisitions or in administration. Although librarians traditionally worked with printed resources, they have kept up with ever-evolving technology and now work with electronic resources that include the Internet, computerized databases and ebooks.", 
            " Librarians are also referred to as information professionals."
        ], 
        "profession": "School Social Worker", 
        "source": "http://careerplanning.about.com/od/socialworker/tp/How-To-Become-A-Social-Worker.htm"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Provide high-level administrative support by conducting research, preparing statistical reports, handling information requests, and performing clerical functions such as preparing correspondence, receiving visitors, arranging conference calls, and scheduling meetings. May also train and supervise lower-level clerical staff."
        ], 
        "profession": "Secretary", 
        "source": "http://www.myplan.com/careers/executive-secretaries-and-executive-administrative-assistants/description-43-6011.00.html"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "Plan, implement, and coordinate safety programs, requiring application of engineering principles and technology, to prevent or correct unsafe environmental working conditions."
        ], 
        "profession": "Security Consultant", 
        "source": "http://www.myplan.com/careers/industrial-safety-and-health-engineers/description-17-2111.01.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Guard, patrol, or monitor premises to prevent theft, violence, or infractions of rules. May operate x-ray and metal detector equipment."
        ], 
        "profession": "Security Guard", 
        "source": "http://www.myplan.com/careers/security-guards/description-33-9032.00.html"
    }, 
    {
        "career": "Military & Protective Services", 
        "overview": [
            "Gather, analyze, compile and report information regarding individuals or organizations to clients, or detect occurrences of unlawful acts or infractions of rules in private establishment."
        ], 
        "profession": "Security Investigator", 
        "source": "http://www.myplan.com/careers/private-detectives-and-investigators/description-33-9021.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Plan, implement, upgrade, or monitor security measures for the protection of computer networks and information. May ensure appropriate security controls are in place that will safeguard digital files and vital electronic infrastructure. May respond to computer security breaches and viruses."
        ], 
        "profession": "Security Specialist", 
        "source": "http://www.myplan.com/careers/information-security-analysts/description-15-1122.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Rent, buy, or sell property for clients. Perform duties, such as study property listings, interview prospective clients, accompany clients to property site, discuss conditions of sale, and draw up real estate contracts. Includes agents who represent buyer."
        ], 
        "profession": "SEO Manager", 
        "source": "http://www.myplan.com/careers/real-estate-sales-agents/description-41-9022.00.html"
    }, 
    {
        "career": "Program & Product Management", 
        "overview": [
            "Supervise and coordinate activities of workers in assigned gaming areas. Circulate among tables and observe operations. Ensure that stations and games are covered for each shift. May explain and interpret operating rules of house to patrons. May plan and organize activities and services for guests in hotels/casinos. May address service complaints."
        ], 
        "profession": "Shift Manager", 
        "source": "http://www.myplan.com/careers/gaming-supervisors/description-39-1011.00.html"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Directly supervise and coordinate activities of retail sales workers in an establishment or department. Duties may include management functions, such as purchasing, budgeting, accounting, and personnel work, in addition to supervisory duties."
        ], 
        "profession": "Showroom Manager", 
        "source": "http://www.myplan.com/careers/first-line-supervisors-of-retail-sales-workers/description-41-1011.00.html"
    }, 
    {
        "career": "Marketing", 
        "overview": [
            "Plan, direct, or coordinate marketing policies and programs, such as determining the demand for products and services offered by a firm and its competitors, and identify potential customers. Develop pricing strategies with the goal of maximizing the firm's profits or share of the market while ensuring the firm's customers are satisfied. Oversee product development or monitor trends that indicate the need for new products and services."
        ], 
        "profession": "Social Media Marketing Manager", 
        "source": "http://www.myplan.com/careers/marketing-managers/description-11-2021.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Design and implement computer and information networks, such as local area networks (LAN), wide area networks (WAN), intranets, extranets, and other data communications networks. Perform network modeling, analysis, and planning. May also design network and computer security measures. May research and recommend network and data communications hardware and software."
        ], 
        "profession": "Software Architect", 
        "source": "http://www.myplan.com/careers/computer-network-architects/description-15-1143.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Do you like solving technical problems? Are you good at science and math? You might consider becoming an engineer. Engineers are problem solvers who use their expertise in science and math to do their job. They work in various branches of engineering including:"
        ], 
        "profession": "Software Engineer", 
        "source": "http://careerplanning.about.com/od/occupations/p/engineer.htm"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Develop, create, and modify general computer applications software or specialized utility programs. Analyze user needs and develop software solutions. Design software or customize software for client use with the aim of optimizing operational efficiency. May analyze and design databases within an application area, working individually or coordinating database development as part of a team. May supervise computer programmers."
        ], 
        "profession": "Software Quality Assurance Analyst", 
        "source": "http://www.myplan.com/careers/software-developers-applications/description-15-1132.00.html"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Plan, direct, or coordinate the activities of buyers, purchasing officers, and related workers involved in purchasing materials, products, and services. Includes wholesale or retail trade merchandising managers and procurement managers."
        ], 
        "profession": "Sourcing Specialist", 
        "source": "http://www.myplan.com/careers/purchasing-managers/description-11-3061.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Special education teachers work with students who have a wide range of learning, mental, emotional, and physical disabilities. They adapt general education lessons and teach various subjects, such as reading, writing, and math, to students with mild and moderate disabilities. They also teach basic skills, such as literacy and communication techniques, to students with severe disabilities."
        ], 
        "profession": "Special Education Teacher", 
        "source": "http://www.myplan.com/careers/special-education-teachers-kindergarten-and-elementary-school/description-25-2052.00.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Perform activities in the human resource area. Includes employment specialists who screen, recruit, interview, and place workers."
        ], 
        "profession": "Staffing Coordinator", 
        "source": "http://www.myplan.com/careers/human-resources-specialists/description-13-1071.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Develop or apply mathematical or statistical theory and methods to collect, organize, interpret, and summarize numerical data to provide usable information. May specialize in fields such as bio-statistics, agricultural statistics, business statistics, or economic statistics. Includes mathematical and survey statisticians."
        ], 
        "profession": "Statistician", 
        "source": "http://www.myplan.com/careers/statisticians/description-15-2041.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Do you like solving technical problems? Are you good at science and math? You might consider becoming an engineer. Engineers are problem solvers who use their expertise in science and math to do their job. They work in various branches of engineering including:"
        ], 
        "profession": "Stockbroker", 
        "source": "http://careerplanning.about.com/od/occupations/p/stock_trader.htm"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Do you like solving technical problems? Are you good at science and math? You might consider becoming an engineer. Engineers are problem solvers who use their expertise in science and math to do their job. They work in various branches of engineering including:"
        ], 
        "profession": "Stylist", 
        "source": "http://careerplanning.about.com/od/cosmetologist/tp/how-to-become-a-hairstylist.htm"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Design and implement computer and information networks, such as local area networks (LAN), wide area networks (WAN), intranets, extranets, and other data communications networks. Perform network modeling, analysis, and planning. May also design network and computer security measures. May research and recommend network and data communications hardware and software."
        ], 
        "profession": "System Architect", 
        "source": "http://www.myplan.com/careers/computer-network-architects/description-15-1143.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "A computer systems analyst helps a company or other organization use computer technology effectively and efficiently. He or she incorporates new technology into a company's current system after doing a cost-benefit analysis to determine whether doing so is financially sound and will serve the entity well.", 
            "There are three types of computer systems analysts. Systems designers or architects find technical solutions that match a company's or organization's long term goals.", 
            " Software quality assurance (QA) analysts test and diagnose problems in computer systems. Programmer analysts develop and write code for software that meets their employers' or clients' needs."
        ], 
        "profession": "Systems Analyst", 
        "source": "http://careerplanning.about.com/od/occupations/p/compsysanalyst.htm"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "This industry comprises establishments primarily engaged in providing expertise in the field of information technologies through one or more of the following activities: (1) writing, modifying, testing, and supporting software to meet the needs of a particular customer; (2) planning and designing computer systems that integrate computer hardware, software, and communication technologies; (3) on-site management and operation of clients' computer systems and/or data processing facilities; and (4) other professional and technical computer-related advice and services."
        ], 
        "profession": "Systems Designer", 
        "source": "http://www.myplan.com/careers/industries/computer-systems-design-and-it-services/summary-09.04.html"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "After first identifying an employer's needs, a human resources specialist (often referred to as an HR specialist) helps find job candidates who are most qualified to meet them. He or she screens job candidates by looking at their resumes, conducting interviews and performing background checks. The HR specialistmay also inform applicants of their acceptance or rejection.", 
            "His or her work may not go beyond recruitment and placement of employees, but often it does.", 
            " An HR specialist may orient new hires by explaining company or organization policies, procedures and benefits. Some HR specialists also have other duties including benefits administration and employee retention.", 
            "Human resources specialists may be generalists or they may specialize. Specialty areas include recruitment, interviewing and job placement."
        ], 
        "profession": "Talent Acquisition Consultant", 
        "source": "http://careerplanning.about.com/od/occupations/p/hr_specialist.htm"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Analyze financial information and prepare financial reports to determine or maintain record of assets, liabilities, profit and loss, tax liability, or other financial activities within an organization."
        ], 
        "profession": "Tax Operations Business Analyst", 
        "source": "http://www.myplan.com/careers/accountants/description-13-2011.01.html"
    }, 
    {
        "career": "Accounting", 
        "overview": [
            "Prepare tax returns for individuals or small businesses."
        ], 
        "profession": "Tax Specialist", 
        "source": "http://www.myplan.com/careers/tax-preparers/description-13-2082.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Teach courses pertaining to education, such as counseling, curriculum, guidance, instruction, teacher education, and teaching English as a second language. Includes both teachers primarily engaged in teaching and those who do a combination of teaching and research."
        ], 
        "profession": "Teacher", 
        "source": "http://www.myplan.com/careers/education-teachers-postsecondary/description-25-1081.00.html"
    }, 
    {
        "career": "Education", 
        "overview": [
            "Perform duties that are instructional in nature or deliver direct services to students or parents. Serve in a position for which a teacher has ultimate responsibility for the design and implementation of educational programs and services."
        ], 
        "profession": "Teacher's Aide", 
        "source": "http://www.myplan.com/careers/teacher-assistants/description-25-9041.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Plan, direct, or coordinate the actual distribution or movement of a product or service to the customer. Coordinate sales distribution by establishing sales territories, quotas, and goals and establish training programs for sales representatives. Analyze sales statistics gathered by staff to determine sales potential and inventory requirements and monitor the preferences of customers."
        ], 
        "profession": "Technical Program Manager - International Expansion Team", 
        "source": "http://www.myplan.com/careers/sales-managers/description-11-2022.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Engineering technicians solve technical problems in research and development, manufacturing, sales, construction, inspection, and maintenance by using science, engineering and mathematical principles. They often assist engineers and scientists. The work of engineering technicians is more application oriented and more limited in scope than that of engineers. Engineering technicians specialize in the following engineering disciplines:"
        ], 
        "profession": "Technical Support Engineer", 
        "source": "http://careerplanning.about.com/od/occupations/p/engineer_tech.htm"
    }, 
    {
        "career": "Consulting", 
        "overview": [
            "career", 
            "overview", 
            "profession", 
            "source"
        ], 
        "profession": "Technology Consultant", 
        "source": "http://www.gettingyouconnected.com/the-role-of-a-technology-consultant/"
    }, 
    {
        "career": "Art & Design", 
        "overview": [
            "Operate or tend machines to bleach, shrink, wash, dye, or finish textiles or synthetic or glass fibers."
        ], 
        "profession": "Textile Fabric Colorist", 
        "source": "http://www.myplan.com/careers/textile-bleaching-and-dyeing-machine-operators-and-tenders/description-51-6061.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Diagnose and treat mental and emotional disorders, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Apply psychotherapeutic and family systems theories and techniques in the delivery of services to individuals, couples, and families for the purpose of treating such diagnosed nervous and mental disorders."
        ], 
        "profession": "Therapist", 
        "source": "http://www.myplan.com/careers/marriage-and-family-therapists/description-21-1013.00.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Perform therapeutic massages of soft tissues and joints. May assist in the assessment of range of motion and muscle strength, or propose client therapy plans."
        ], 
        "profession": "Therapist", 
        "source": "http://www.myplan.com/careers/massage-therapists/description-31-9011.00.html"
    }, 
    {
        "career": "Research", 
        "overview": [
            "Design, develop, test, and evaluate integrated systems for managing industrial production processes, including human work factors, quality control, inventory control, logistics and material flow, cost analysis, and production coordination."
        ], 
        "profession": "Total Quality Manager", 
        "source": "http://www.myplan.com/careers/industrial-engineers/description-17-2112.00.html"
    }, 
    {
        "career": "Business Development", 
        "overview": [
            "Research market conditions in local, regional, or national areas, or gather information to determine potential sales of a product or service, or create a marketing campaign. May gather information on competitors, prices, sales, and methods of marketing and distribution."
        ], 
        "profession": "Trade Compliance Analyst", 
        "source": "http://www.myplan.com/careers/market-research-analysts-and-marketing-specialists/description-13-1161.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Engineering technicians solve technical problems in research and development, manufacturing, sales, construction, inspection, and maintenance by using science, engineering and mathematical principles. They often assist engineers and scientists. The work of engineering technicians is more application oriented and more limited in scope than that of engineers. Engineering technicians specialize in the following engineering disciplines:"
        ], 
        "profession": "Trading Assistant", 
        "source": "http://careerplanning.about.com/od/occupations/p/stock_trader.htm"
    }, 
    {
        "career": "Human Resources", 
        "overview": [
            "Plan, direct, or coordinate human resources activities and staff of an organization."
        ], 
        "profession": "Training Coordinator", 
        "source": "http://www.myplan.com/careers/human-resources-managers/description-11-3121.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Engineering technicians solve technical problems in research and development, manufacturing, sales, construction, inspection, and maintenance by using science, engineering and mathematical principles. They often assist engineers and scientists. The work of engineering technicians is more application oriented and more limited in scope than that of engineers. Engineering technicians specialize in the following engineering disciplines:"
        ], 
        "profession": "Transition Coach", 
        "source": "http://careerplanning.about.com/video/Tips-for-Transitioning-Into-a-New-Job.htm"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "Direct financial activities, such as planning, procurement, and investments for all or part of an organization."
        ], 
        "profession": "Treasurer", 
        "source": "http://www.myplan.com/careers/treasurers-and-controllers/description-11-3031.01.html"
    }, 
    {
        "career": "Healthcare Services", 
        "overview": [
            "Produce ultrasonic recordings of internal organs for use by physicians."
        ], 
        "profession": "Ultrasonographer", 
        "source": "http://www.myplan.com/careers/diagnostic-medical-sonographers/description-29-2032.00.html"
    }, 
    {
        "career": "Finance", 
        "overview": [
            "TABLE { \r\n        font-size: 12px;\r\n      }\r\nEmployers prefer to hire candidates who have a bachelor's degree. However, insurance-related work experience and strong computer skills may be enough. Certification is necessary for advancement to senior underwriter and underwriter manager positions.EducationMost firms prefer to hire applicants who have a bachelor's degree. Courses in business, finance, economics, and mathematics are particularly helpful.TrainingBeginning underwriters usually work as trainees under the supervision of senior underwriters. Trainees work on basic applications and learn the most common risk factors. As they gain experience, they become responsible for more complex applications and work independently.Licenses, Certifications, and RegistrationsEmployers often expect underwriters to get certification through coursework. These courses are important for keeping current with new insurance policies and adjusting to new technology and changes in state and federal regulations. Certification is often necessary for advancement to senior underwriter and underwriter management positions. Many certification options are available.For underwriters with at least 3 years of insurance experience, The Institutes offers the Chartered Property and Casualty Underwriter (CPCU) designation.For beginning underwriters, The Institutes offers a training program. The Institutes also offers two special designations, an Associate in Commercial Underwriting (AU) and an Associate in Personal Insurance (API). To earn either the AU or API designation, underwriters complete a series of courses and exams that generally take 1 to 2 years.The American College of Financial Services also offers an introductory course in basic insurance concepts: The Life Underwriter Training Council Fellow (LUTCF). They also offer a Chartered Life Underwriter (CLU) and Registered Health Underwriter (RHU) designation.Important QualitiesAnalytical skills. Underwriters must be able to evaluate information from a variety of sources and solve complex problems.Decision-making skills. Underwriters must consider the costs and benefits of various decisions and choose the appropriate one.Detail oriented. Underwriters must pay attention to detail, because each individual item on an insurance application can affect the coverage decision.Interpersonal skills. Underwriters need good communication and interpersonal skills because much of their work involves dealing with other people, such as insurance agents.Math skills. Determining the probability of losses on an insurance policy and calculating appropriate premiums require mathematical ability."
        ], 
        "profession": "Underwriter", 
        "source": "http://www.myplan.com/careers/insurance-underwriters/articles-13-2053.00.html?art=5"
    }, 
    {
        "career": "Real Estate", 
        "overview": [
            "Search real estate records, examine titles, or summarize pertinent legal or insurance documents or details for a variety of purposes. May compile lists of mortgages, contracts, and other instruments pertaining to titles by searching public and private records for law firms, real estate agencies, or title insurance companies."
        ], 
        "profession": "Underwriter", 
        "source": "http://www.myplan.com/careers/title-examiners-abstractors-and-searchers/description-23-2093.00.html"
    }, 
    {
        "career": "Engineering", 
        "profession": "User Interface (UI) Engineer", 
        "source": "Empty"
    }, 
    {
        "career": "Purchasing", 
        "overview": [
            "Plan, direct, or coordinate the activities of buyers, purchasing officers, and related workers involved in purchasing materials, products, and services. Includes wholesale or retail trade merchandising managers and procurement managers."
        ], 
        "profession": "Vendor Coordinator", 
        "source": "http://www.myplan.com/careers/purchasing-managers/description-11-3061.00.html"
    }, 
    {
        "career": "Administrative", 
        "overview": [
            "Provide high-level administrative support by conducting research, preparing statistical reports, handling information requests, and performing clerical functions such as preparing correspondence, receiving visitors, arranging conference calls, and scheduling meetings. May also train and supervise lower-level clerical staff."
        ], 
        "profession": "Virtual Assistant", 
        "source": "http://www.myplan.com/careers/executive-secretaries-and-executive-administrative-assistants/description-43-6011.00.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "Manage web environment design, deployment, development and maintenance activities. Perform testing and quality assurance of web sites and web applications."
        ], 
        "profession": "Web Administrator", 
        "source": "http://www.myplan.com/careers/web-administrators/description-15-1199.03.html"
    }, 
    {
        "career": "Information Technology", 
        "overview": [
            "A web developer tends to the technical aspects of creating websites. He or she creates applications for the web using software languages and tools."
        ], 
        "profession": "Web Developer", 
        "source": "http://careerplanning.about.com/od/exploringoccupations/p/web-developer.htm"
    }, 
    {
        "career": "Sales", 
        "overview": [
            "Sell goods for wholesalers or manufacturers to businesses or groups of individuals. Work requires substantial knowledge of items sold."
        ], 
        "profession": "Wholesale Sales Manager", 
        "source": "http://www.myplan.com/careers/sales-representatives-wholesale-and-manufacturing-except-technical-and-scientific-products/description-41-4012.00.html"
    }, 
    {
        "career": "Community & Social Services", 
        "overview": [
            "Counsel and advise individuals with alcohol, tobacco, drug, or other problems, such as gambling and eating disorders. May counsel individuals, families, or groups or engage in prevention programs."
        ], 
        "profession": "Youth Counselor", 
        "source": "http://www.myplan.com/careers/substance-abuse-and-behavioral-disorder-counselors/description-21-1011.00.html"
    }
]